[
  {
    "profile_image": "/images/members/신항식.jpg",
    "hover_image": "/images/members/egg_신항식2.PNG",
    "role": "Principal Investigator",
    "name_eng": "Hangsik Shin",
    "degree": "Ph.D.",
    "email": "hangsik.shin@amc.seoul.kr",
    "tags": "#Biosignal processing #Clinical decision support #Digital Healthcare #Internet of Medical Things #Medical data analysis",
    "profile_description": "Professor  \r\nDepartment of Digital Medicine  \r\nAsan Medical Center, University of Ulsan College of Medicine  \r\n[Google Scholar Profile](https://scholar.google.co.kr/citations?user=N1MUdi4AAAAJ&hl=en)",
    "contents": "## Employment\r\n\r\n1.  2025.03 – Current  \r\n    Professor  \r\n    Dept. of Digital Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea\r\n2.  2022.03 – 2025.02  \r\n    Associate Professor  \r\n    Dept. of Digital Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea\r\n3.  2013.09 – 2022.02  \r\n    Assistant & Associate Professor  \r\n    Dept. of Biomedical Engineering, Chonnam National University, Yeosu, South Korea\r\n4.  2010.03 – 2013.08  \r\n    Senior Engineer  \r\n    Healthcare & Sensing Lab., Digital Media and Communication Research Center, Samsung Electronics, Suwon, South Korea\r\n5.  2003.03 – 2011.02  \r\n    Researcher  \r\n    Yonsei Institute of Medical Instrument Technology, Yonsei University, Seoul, South Korea\r\n\r\n## Activity\r\n\r\n1.  Review Board, National Research Foundation (NRF) of Korea\r\n2.  Korea Standard Expert Committee, Korea Food and Drug Administration\r\n3.  Medical Device Expert Committee, Korea Food and Drug Administration\r\n4.  National Standard Expert of ISO/TC121 (Anesthesia and respiration device), Korea Food and Drug Administration\r\n5.  Director, The Korean Society of Medical & Biological Engineering (KOSOMBE)\r\n6.  Director, The Korean Institute of Electrical Engineers (KIEE)\r\n7.  Director, Korean Institute of Intelligence Systems (KIIS)\r\n\r\n## Award\r\n\r\n1.  Best Editor Awards, Journal of Electrical Engineering & Technology\r\n2.  KIEE-Scholar Award, The Korean Institute of Electrical Engineers (KIEE)\r\n3.  KMBES Awards, Korean Biomedical Engineering Society (KBMES)\r\n4.  Lutronic Young Investigator Awards, The Korean Society of Medical & Biological Engineering (KOSOMBE)\r\n5.  Young Investigator Award, Korean Institute of Intelligent Systems (KIIS)\r\n6. 진재욱, 신항식, 2025 KIEE Summer Conference Paper Award, \"Development of artificial intelligence for predicting postoperative pain based on preoperative biosignal\"; RS-2024-00423853;RS-2022-00141473, 2025-07-18  \n\n## Journal\n<!-- 25c744a8-0ba8-4012-9740-83157d327200 -->\n- Shin H. Signal completion using generative adversarial networks for enhanced photoplethysmography measurement accuracy. Computers in Biology and Medicine. 2024 Jul; 180(108952):; IF:7@2023JIF; HI22C1668, RS-2023-00215716.\n<!-- 748a314f-ee4c-4683-9e08-64b7bbe8287f -->\n- Jo J, Shin H, Choi A. Calibration-free blood pressure estimation based on a convolutional neural network. Psychophysiology. 2024 Apr; 61(4):14480; IF:3.7@2022JIF; RS-2022-00141473, 2021R1F1A1062181.\n<!-- 2825a808-457d-40e2-9103-6ac3f33e66ce -->\n- Seok HS, Choi Y, Yu S, Shin K, Kim S, Shin H. Machine learning-based delta check method for detecting misidentification errors in tumor marker tests. Clinical Chemistry and Laboratory Medicine. 2023 Dec; 62(7):1421-1432; IF:6.8@2022JIF; HR20C0026, 2023IP0003-1.\n<!-- d6971514-180d-43ac-a9ff-cd723e5591b2 -->\n- Wang C, Shin H. Smart Hospital Advancements and Future Perspectives in South Korea. Clinical Chemistry and Laboratory Medicine (CCLM). 2023 Dec; 72(11):1441-1448; HR20C0026, 2023IP0003-1.\n<!-- 88ab8925-715b-4300-9776-8b4240d4a652 -->\n- 임하민, 신항식. 가속도 센서 기반 일상생활 활동 군집 특징 분석. 전기학회논문지(Domestic) 특집호. 2023 11; HI22C1668, HR20C0026.\n<!-- ec82a1b1-9281-40fd-8592-925612fbb2ce -->\n- Yu S, Shin K, Shin S, Lee H, Yoo SJ, Jun KR, Shin H, Kim S. Practical delta check limits for tumour markers in different clinical settings. Clinical Chemistry and Laboratory Medicine (CCLM). 2023 Mar; 61(10):1829-1840; IF:8.49@2021JIF; 2023IP0039-1.\n<!-- 5ce419ea-4c49-4e0a-92be-9bd1345f3b9e -->\n- Wang C, Lee C, Shin H. Digital therapeutics from bench to bedside. npj Digital Medicine. 2023 Mar; 6(1):38; IF:15.2@2021JIF; RS-2022-00141473, HI21C0011, HR20C0026.\n<!-- 0caaad91-c8ef-44cd-ac06-05abbec19c25 -->\n- Shin H. A novel method for non-invasive blood pressure estimation based on continuous pulse transit time: An observational study. Psychophysiology. 2023 Feb; 60(2):e14173-e14173; IF:4.348@2021JIF; HI21C0011, 2018R1D1A3B07046442.\n<!-- d0f51bd8-b239-4860-8765-ee661208083b -->\n- Shin H, Noh G, Choi B. Photoplethysmogram based vascular aging assessment using the deep convolutional neural network. Scientific Reports. 2022 Jul; 12(11377):; IF:4.997@2021JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 3f386c0f-e85d-4e89-a558-47011c2dca03 -->\n- Shin H. XGBoost Regression of the Most Significant Photoplethysmogram Features for Assessing Vascular Aging. IEEE journal of biomedical and health informatics. 2022 Jul; 26(7):3354-3361; IF:7.021@2021JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 9b70d127-4a0f-4580-891f-f572e5753cd4 -->\n- Shin H. Deep convolutional neural network-based signal quality assessment for photoplethysmogram. Computers in Biology and Medicine. 2022 Jul; 145(105430):; IF:6.698@2021JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 044e9602-c69b-401f-b625-98e77912c0d0 -->\n- Park J, Shin H. Vascular Aging Estimation Based on Artificial Neural Network Using Photoplethysmogram Waveform Decomposition: Retrospective Cohort Study. JMIR Medical Informatics. 2022 Mar; 10(3):1-17; IF:2.96@2020JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 59b997d3-ff83-4c1b-8dcb-227f62bd2900 -->\n- Kwon O, Lee J, Park J, Yang S, Hwang I, Yu HT, Shin H, Pak H. Three-Dimensional Atrial Wall Thickness Measurement Algorithm From a Segmented Atrial Wall Using a Partial Differential Equation. IEEE Access. 2022 Mar; IF:3.476@2020JIF; HI21C0011, NRF-2020R1A2B5B01001695.\n<!-- c0670fd6-112e-47af-8ebb-4d267bdaa9fa -->\n- Park J, Seok HS, Kim SS, Shin H. Photoplethysmogram Analysis and Applications: An Integrative Review. Frontiers in Physiology. 2022 Mar; IF:4.566@2020JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 4ae1c12d-0145-4167-be66-c5d87d04c50c -->\n- Shin H. Deep Convolutional Neural Network-Based Hemiplegic Gait Detection Using an Inertial Sensor Located Freely in a Pocket. Sensors. 2022 Mar; 22(5):1920; IF:3.576@2020JIF; 2018R1D1A3B07046442, HI21C0011.\n<!-- 16ae8eca-e68c-46a5-a864-9569c956dd3a -->\n- Seok HS, Shin H. Recommendation for Measuring Digital Volume Pulse in Mobile Application: For Healthy Normal Subject. IEEE Access. 2021 May; IF:3.745@2019JIF; 2016M3A9F1941328, 2018R1D1A3B07046442.\n<!-- 1f5ed4e9-af3e-4970-9b10-ec6383e28cb2 -->\n- 박준영, 신항식. 광용적맥파 입사파와 반사파 지표 기반 혈관 노화 추정 모델 개발. 전기학회논문지. 2021 04; 70(4):700-706; 2018R1D1A3B07046442, 2016M3A9F1941328.\n<!-- 2d2e4f4c-23d3-441d-b96d-af4cca4e3b92 -->\n- Kim JW, Seok HS, Shin H. Is Ultra-Short-Term Heart Rate Variability Valid in Non-static Conditions?. Frontiers in Physiology. 2021 Mar; 12(596060):; IF:3.367@2019JIF; 2018R1A4A1025704, 2018R1D1A3B07046442.\n<!-- 1b478bb7-f683-457b-9b8e-77a084e2b405 -->\n- Roh D, Shin H. Recurrence Plot and Machine Learning for Signal Quality Assessment of Photoplethysmogram in Mobile Environment. Sensors. 2021 Mar; 21(6):2188; IF:3.275@2019JIF; 2018R1A4A1025704, 2016M3A9F1941328.\n<!-- 21fd7890-3ae3-42bf-8387-2b9b0d352c77 -->\n- Choi B, Shin H, Lee J, Bang J, Lee E, Noh G. Performance of the Surgical Pleth Index and Analgesia Nociception Index in Healthy Volunteers and Parturients. Frontiers in Physiology. 2021 Mar; 12(554026):; IF:3.367@2019JIF; 10047988.\n<!-- debca9ec-7109-4687-99f5-3c7c59444f33 -->\n- Choi B, Yim JY, Shin H, Noh G. Novel Analgesic Index for Postoperative Pain Assessment Based on a Photoplethysmographic Spectrogram and Convolutional Neural Network: Observational Study. Journal of Medical Internet Research. 2021 Feb; 23(2):e23920; IF:5.03@2019JIF; 2018R1A4A1025704, 2018R1D1A3B07046442.\n<!-- 479b87a7-0b1f-491c-8927-462e6d53f304 -->\n- Shin H, Choi A. Calculation and Validation of Continuous Pulse Transit Time Based on Normalized Pulse Wave Velocity. IEEE Access. 2020 Dec; IF:3.745@2019JIF; 2018R1A4A1025704, 2016M3A9F1941328.\n<!-- ca7e1b64-9f5a-48de-a0da-f17fa7f9cb4d -->\n- Park J, Park S, Ahn S, Cho Y, Park J, Shin H. Wearable Strain Sensor Using Conductive Yarn Sewed on Clothing for Human Respiratory Monitoring. IEEE Sensors Journal. 2020 Nov; 20(21):12628-12636; IF:3.073@2019JIF; 2018R1A2B6005220, 2018R1A4A1025704.\n<!-- bbf6b105-f35f-40ac-a8dc-ee9b859e0925 -->\n- Park C, Yang M, Choi B, Jeon B, Lee Y, Shin H, Lee B, Choi B, Noh G. Performance of the nasal photoplethysmographic index as an analgesic index during surgery under general anaesthesia. Scientific Reports. 2020 Apr; IF:4.011@2018JIF; 10047088.\n<!-- 2091d4d2-b362-473a-a712-09e9cb3caac2 -->\n- Choi A, Noh S, Shin H. Internet-Based Unobtrusive Tele-Monitoring System for Sleep and Respiration. IEEE Access. 2020 Apr; IF:3.745@2018JIF; 2016M3A9F1941328, GCU-2019-0386.\n<!-- 9f6b3f60-d479-4f1f-ac82-ce63e7a03c3d -->\n- 김진웅, 신항식. 운동 후 회복 조건에서 초단기 심박변이도 활용 가능성 연구. 전기학회논문지. 2020 01; 69(1):114-119; 2018R1A4A1025704, 2018R1D1A3B07046442.\n<!-- dd6f5efa-adb7-43f2-91dc-fdeaa5a2930f -->\n- 김재필, 박수지, 신항식. 힘 센서와 MSP430 기반 수면 중 움직임 측정 시스템 개발. 전기학회논문지. 2019 12; 68(12):1612-1617; IITP-2019-2014-1-00720.\n<!-- 82b9f649-2029-4ec0-9239-a6b593bca8ed -->\n- Roh D, Han S, Park J, Shin H. Development of a Multi-Array Pressure Sensor Module for Radial Artery Pulse Wave Measurement. Sensors. 2019 Dec; 20(1):33; IF:3.031@2018JIF; 2018R1A4A1025704, 2016M3A9F1941328.\n<!-- 2886ce3d-a156-447b-80b4-d54c1329e25f -->\n- Han S, Roh D, Park J, Shin H. Design of Multi-Wavelength Optical Sensor Module for Depth-Dependent Photoplethysmography. Sensors. 2019 Dec; 19(24):5441; IF:3.031@2018JIF; 2018R1A4A1025704, 2016M3A9F1941328.\n<!-- 489f1270-d0c8-4c80-a6a3-d0cfc12e48c5 -->\n- Seok HS, Choi B, Noh G, Shin H. Postoperative Pain Assessment Model Based on Pulse Contour Characteristics Analysis. IEEE Journal of Biomedical and Health Informatics. 2019 Nov; 23(6):2317-2324; IF:4.217@2018JIF; 2018R1A4A1025704, 2016M3A9F1941328.\n<!-- 92c80d50-fd70-4273-a4b3-d70afca8d40d -->\n- 석현석, 신항식. 광용적맥파 미분 파형 기반 수술 후 통증 평가 지표. 전기학회논문지. 2019 10; 68(10):1258-1266; NRF-2018R1A4A1025704, NRF-2018R1D1A3B07046442.\n<!-- 75d66411-d17e-489d-8d89-31a04685811d -->\n- Wang C, Kim Y, Shin H, Min SD. Preliminary Clinical Application of Textile Insole Sensor for Hemiparetic Gait Pattern Analysis. Sensors. 2019 Sep; 19(18):3950; IF:3.031@2018JIF; IITP-2019-2014-1-00720.\n<!-- 486ff21e-3e6a-4a3d-ab60-676384de8004 -->\n- Kim J, Lee J, Shin H. Pre-processing of Photoplethysmographic Waveform for Amplitude Regularization. Journal of Electrical Engineering & Technology. 2019 Jul; 14(4):1741-1748; IF:0.715@2018JIF; 2018R1A4A1025704, 2018R1D1A3B07046442.\n<!-- cc1772bc-c1d0-4408-b310-c656daf69daf -->\n- Park S, Cho H, Yang HC, Yoon JS, Shin H. Force-Sensing-Based Unobtrusive System for Awakening and Respiration Rate Analysis during Sleep. IEEE Sensors Journal. 2019 Mar; 19(5):1917-1924; IF:2.617@2017JIF; IITP-2018-2014-1-00720, 2016M3A9F1941328.\n<!-- 3bd392ee-9978-44cc-8279-143acc136dea -->\n- Lee W, Ryu J, Shin H, Ryou HS, Cho SW. Numerical study to evaluate the effect of a surface-based sensor on arterial tonometry. Computer Methods in Biomechanics and Biomedical Engineering. 2018 Nov; 21(16):845-851; IF:1.974@2017JIF; 2015R1D1A1A01057341.\n<!-- 0e693fd3-633c-4f04-bcf4-2023fd3aad42 -->\n- Choi A, Shin H. Longitudinal Healthcare Data Management Platform of Healthcare IoT Devices for Personalized Services. Journal of Universal Computer Science. 2018 Sep; 24(9):1153-1169; IF:1.066@2017JIF; 2016R1D1A1B03935104, 2016M3A9F1941328.\n<!-- a7a98a09-1778-4de5-bd0f-3aa1d4bdfca3 -->\n- Choi B, Park C, Lee Y, Shin H, Lee S, Jeong S, Noh G, Lee BW. Development of a new analgesic index using nasal photoplethysmography. Anaesthesia. 2018 Sep; 73(9):1123-130; IF:5.431@2017JIF; 10047088.\n<!-- b72aa89b-39a6-45bf-8cac-78e67bd97ad4 -->\n- Yang YL, Seok HS, Noh G, Choi B, Shin H. Postoperative Pain Assessment Indices Based on Photoplethysmography Waveform Analysis. Frontiers in Physiology. 2018 Aug; IF:3.394@2017JIF; 2015R1C1A1A02036535, 2016M3A9F1941328.\n<!-- 9e8c9472-1595-4f70-9714-63d8eb933b96 -->\n- Lee J, Park S, Shin H. Detection of Hemiplegic Walking Using a Wearable Inertia Sensing Device. Sensors. 2018 May; 18(6):1736; IF:2.475@2016JIF; 2016M3A9F1941328.\n<!-- 9be77e6f-6aca-4cb3-871f-8c2f9fb5a96a -->\n- 양윤라, 석현석, 신항식. 심전도, 광용적맥파 박동 특징점 교정 및 매칭을 위한 어플리케이션 개발. 한국지능시스템학회 논문지. 2017 12; 27(6):556-572; 2015R1C1A1A02036535.\n<!-- 04b9132d-0701-437e-ad36-7f6eb13e7a7e -->\n- Choi A, Shin H. Reply to ‘Comment on Photoplethysmography sampling frequency: pilot assessment of how low can we go to analyze pulse rate variability with reliability?’. Physiological Measurement. 2017 Nov; 38(12):2252-2256; IF:2.058@2016JIF; 2015R1C1A1A02036535.\n<!-- cb919261-4474-4e91-b004-ebf47fec9930 -->\n- Park S, Shin H. Feasibility Study for Unconstrained Respiration Monitoring Based on Multi-Way Approach Using an Acceleration and Force Sensing Module. IEEE Sensors Journal. 2017 Jun; 17(11):3482-3489; IF:2.512@2016JIF; 2016M3A9F1941328.\n<!-- 1d50adfe-e665-4d28-aaa0-301e2112b9c9 -->\n- Lee BW, Shin H. Feasibility Study of Sitting Posture Monitoring Based on Piezoresistive Conductive Film-Based Flexible Force Sensor. IEEE Sensors Journal. 2016 Jan; 16(1):15-16; IF:1.889@2014JIF; IITP-2015-H8601-15-1009.\n<!-- b38b8c24-6ff1-48d3-aba6-98cf74bf943b -->\n- Min SD, Shin H. A Localization Method for First and Second Heart Sounds Based on Energy Detection and Interval Regulation. Journal of Electrical Engineering & Technology. 2015 Sep; 10(6):2126-2134; IF:0.528@2014JIF; 20120676, IITP-2015-H8601-15-1009.\n<!-- 5d7abe3e-a373-4f33-bdaa-b5c8079cdb50 -->\n- Min SD, Yun Y, Shin H. Simplified Structural Textile Respiration Sensor Based on Capacitive Pressure Sensing Method. IEEE Sensors Journal. 2014 Sep; 14(9):3245-3251; IF:1.889@2013JIF; 20120676.\n<!-- bb6ab121-cb39-4691-8a14-44dcaa4bc1ad -->\n- Shin H, Choi B, Kim D, Cho J. Robust Sleep Quality Quantification Method for a Personal Handheld Device. Telemedicine and e-Health. 2014 Jun; 20(6):522-530; IF:1.416@2013JIF.\n<!-- 5d080268-29b1-4c5f-a238-715923b8452a -->\n- Shin H, Yun Y, Shim EB, Pak H. Application of Arrhythmia Simulation Modeling on Catheter Ablation of Fibrillation. Journal of Arrhythmia. 2012 Oct.\n<!-- 0809cc1c-0419-4ebb-b780-e0d00dd72293 -->\n- Yun Y, Shim EB, Shin H, Park JH, Pak H. Spatial Distribution of Wave-break, Phase Singularity, Dominullt Frequency, and Complex Fractionated Electrograms During Fibrillation: Quantitative Analysis by Simulation Modeling. Journal of Arrhythmia. 2012 Oct.\n<!-- 4dd74f51-ff09-442d-8046-e38e274dcf9b -->\n- Lee C, Shin H, Park J, Lee M. The Optimal Attachment Position for a Fingertip Photoplethysmographic Sensor With Low DC. IEEE Sensors Journal. 2012 May; 12(5):1253-1254; IF:1.52@2010JIF.\n<!-- 15f9d227-cec2-4e2f-ae07-596803d0dae4 -->\n- Min SD, Kim J, Shin H, Yun Y, Lee C, Lee M. Noncontact Respiration Rate Measurement System Using an Ultrasonic Proximity Sensor. IEEE Sensors Journal. 2010 Nov; 10(11):1732-1739; IF:1.61@2009JIF.\n<!-- b4234945-977e-4835-9d52-c3aa580d6e32 -->\n- Shin H, Lee C, Lee M. Ideal Filtering Approach on DCT Domain for Biomedical Signals: Index Blocked DCT Filtering Method (IB-DCTFM). Journal of Medical Systems. 2010 Aug; 34(4):741-753; IF:0.674@2009JIF.\n<!-- 44aae63f-600e-4511-ac0c-36e15922ccf9 -->\n- Shin H, Lee C, Lee M. Adaptive threshold method for the peak detection of photoplethysmographic waveform. Computers in Biology and Medicine. 2009 Dec; 39(12):1145-1152; IF:1.272@2008JIF.\n<!-- 400b3077-17af-4783-97e2-febfee001a52 -->\n- Kim J, Shin H, Shin K, Lee M. Robust algorithm for arrhythmia classification in ECG using extreme learning machine. BioMedical Engineering Online. 2009 Oct; IF:1.8@2008JIF.\n<!-- d9eb4ce2-b6eb-4f09-abe4-427b014c0958 -->\n- Lee M, Min SD, Shin H, Lee BW, Kim J. The e-Health Landscape: Current Status and Future Prospects in Korea. Telemedicine and e-Health. 2009 May; 15(4):362-369; IF:1.409@2007JIF.\n<!-- ff7b252f-80d5-4d98-93a5-2c6fe2cfbba5 -->\n- Yoon SW, Shin H, Min SD, Lee M. Adaptive motion artifacts reduction algorithm for ECG signal in textile wearable sensor. IEICE Electronics Express. 2007 May; 4(10):312-318; IF:0.436@2005JIF.\n<!-- ab6b87b8-2f65-497c-b248-6eca2d10caa0 -->\n- Choi A, Shin H. Quantitative Analysis of the Effect of an Ectopic Beat on the Heart Rate Variability in the Resting Condition. frontiers in Physiology. 2018 Jul; NRF-2015R1C1A1A02036535, NRF-2018R1A4A1025704, NRF-2016M3A9F1941328.\n<!-- 6e54e75a-b5a6-41d2-a503-b00b28d814eb -->\n- Shin H, Cho J. Unconstrained snoring detection using a smartphone during ordinary sleep. BioMedical Engineering Online. 2014 Aug; IF:1.139@2013JIF; NIPA-2014-H0401-14-1022.\n<!-- a429eb2e-13eb-4a76-a59c-9fa2ff658252 -->\n- Lee C, Shin H, Lee M. Relations between ac-dc components and optical path length in photoplethysmography. Journal of Biomedical Optics. 2011 Jul; 16(7):077012-1~4; IF:2.501@2010JIF.\n\n<!-- a9be57b4-b145-4ac1-880a-bd7b8bed3668 -->\n- Park JH, Wang C, Shin H. FDA-cleared home sleep apnea testing devices. npj Digital Medicine. 2024 May; 7(1):123; IF:15.2@2022JIF; RS-2023-00215716, HR20C0026.\n<!-- 4df94230-b073-4e4c-9037-277fc44342b8 -->\n- Ryu G, Seok HS, Lee J, Shin H. Machine learning based quantitative pain assessment for the perioperative period. npj Digital Medicine. 2025 Jan; 8(1):53; IF:12.4@2023JIF; HR20C0026, HI22C1668, RS-2024-00335644.\n<!-- 6d8b5817-2a7b-4507-9d7f-21de5560f5a4 -->\n- Ryu G, Choi JM, Lee J, Seok HS, Shin H, Choi B. Analysis of Photoplethysmography-Based Surgical Pain Severity Assessment Markers. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3665-3674; IF:1.6@2023JIF; 2021-0100, KCT0005840.\n<!-- 05e7489f-d382-4b1c-ac85-04c5bde131af -->\n- Shin H, Lee C. Pulse Rate Variability as a Surrogate Method for Autonomic Nervous System assessment Comparing with Heart Rate Variability. Advanced Science Letters. 2012 Nov; 18(1):92-98.\n<!-- e50876f8-bf98-45be-8114-1ee863cad146 -->\n- 민세동, 윤영현, 이충근, 신항식, 조하경, 황선철, 이명호. 전기용량성 섬유 압력센서를 이용한 호흡측정 시스템. 전기학회논문지. 2010 03; 59(1):58-63.\n<!-- 2856a49d-82b8-4a4a-b47f-161545ebb513 -->\n- 민세동, 김진권, 신항식, 윤용현, 이충근. 복부 움직임에 따른 초음파 근접센서를 이용한 호흡측정에 관한 연구. 전기학회논문지. 2009 10; 58(10):2071-2078.\n<!-- 52ebdbae-6d43-413a-a79f-67bd52a32862 -->\n- Shin H, Min SD. Feasibility study for the non-invasive blood pressure estimation based on ppg morphology: normotensive subject study. BioMedical Engineering Online. 2017 Jan; 16(1):10; IF:1.683@2015JIF; IITP-2016-H8601-16-1009, No. 20130599.\n<!-- 1488e88b-6109-4435-8b1e-12951f673d7f -->\n- Seok HS, Yu S, Shin K, Lee W, Chun S, Kim S, Shin H. Machine learning-based sample misidentification error detection in clinical laboratory tests: A retrospective multicenter study. Clinical Chemistry. 2024 Aug; 70(10):1256-1267; IF:7.1@2023JIF; RA-2024-00423853, 2024IP0001.\n## Conference\n<!-- 69f04561-092e-4ac0-af64-b4090dec017a -->\n- 석현석, 김솔잎, 신항식. Deep Learning for Tumor Marker Misidentification Error Detection: inter-center model performance comparison. 대한의용생체공학회 2023년도 제62회 추계학술대회 및 IBEC 2023. 2023. 11. 9-11; 고려대학교 하나스퀘어; 2023..\n<!-- ae1610f3-aa83-4dd2-8dd6-c1afd46d6360 -->\n- 곽재경, 안광덕, 신항식. Music notation software based on the smart device and stylus pen. PROCEEDINGS OF HCI KOREA 2017 학술대회. 2017. 2. 8-10; 강원도 정선 하이원리조트, 대한민국; 2017..\n<!-- 099bb88c-2677-49a9-8c87-f7fd312466ee -->\n- 양윤라, 신항식. Time Domain Analysis of Pulse Rate Variability according to the Sampling Rate Change. 2016년 한국지능시스템학회 춘계학술대회. 2016. 4. 8-9; 경기도 성남 가천대학교, 대한민국; 2016..\n<!-- b21b4d39-6cb0-4d48-aae9-6273e1d07db3 -->\n- 윤용현, 신항식, 박재형, 심은보. The Meaning of Complex Fractionated Electrograms in Fibrillation Wave-Dynamics: Modeling Study Comparing With Wavebreak, Phase Singularity, and Dominullt Frequency. 2012년 대한심장학회 추계학술대회. 2012. 11. 16-17; 대전 컨벤션 센터, 대한민국; 2012..\n<!-- 688ca5a0-8312-40d0-bb81-6ae6b13b9533 -->\n- Choi YE, Lee J, Seok HS, Shin H. Demographics and Comorbidities as an Atrial Fibrillation Risk Factor: a Retrospective Study in Koreans. EMBC 2024. 2024 Jul 15-19; Orlando, USA; 2024.\n<!-- 0317a002-3c1e-44a2-a96a-3fc9634c429e -->\n- Lee J, Kwon O, Choi YE, Pak H, Shin H. Atrial Fibrillation Diagnosis Using Machine Learning: Leveraging Minimal Health Data from UK Biobank. IEEE EMBS International Conference on Data Science and Engineering in Healthcare, Medicine & Biology. 2023 Dec 7-9; Malta; 2023.\n<!-- 35fe7426-b8bf-4fcb-a7f2-b8db79a47148 -->\n- Seok HS, Ryu G, Choi JM, Choi B, Shin H. Arrival Times of Maximum Pain and Pain Suppression After Acute Pain Stimulation in Surgical Procedure. 45th Annual International Conference of the IEEE Engineering in Medicine and Biology Society. 2023 Jul 24-27; Sydney International Convention Centre (ICC); 2023.\n<!-- 70ed4f37-ce03-4639-b910-9cfec00730c3 -->\n- Park J, Shin H. Feasibility Study for Local Pulse Transit Time as an Alternative of Pulse Arrival Time. The 22nd International Symposium on Advanced Intelligent Systems(ISIS 2021). 2021 Dec 15-18; Chungbuk National University, Cheongju, Republic of Korea; 2021.\n<!-- 1323270d-0735-4425-8a3d-ec8f2cfd2014 -->\n- Yim JY, Shin H. Postoperative Pain Assesment Model based on Photoplethysmogram and Convolutional Neural Network. The 20th International Sysmposium on Advanced Intelligent Systems and 2019 International Conference on Biometrics and Kansei Engineering. 2019 Dec 4-7; International Convention Center(ICC), Jeju Island, Republic of Korea; 2019.\n<!-- a2a9feb0-83a2-467e-a514-3134924d4b1d -->\n- Shin H, Yun Y. Design of Strip-type Force Sensor Interfacing Circuit for Body Movement during Sleep Study. 41st Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC'19). 2019 Jul 23-27; Messe Berlin, Berlin, Germany; 2019.\n<!-- c0e967e7-4969-4ea0-a624-ff9f3c621cbe -->\n- 류가연, 최예은, 신항식. 광용적맥파 기반 혈관 나이 추정 모델의 평가. CICS’24 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\n<!-- 4fde86c3-06f0-4b09-a500-dfcf59ba538e -->\n- Choi Y, Seok HS, Shin H, Lee S, Yu J, Kim S, Lee W, Chun S. Applying Machine Learning for Result Verification: Analysis of Five Tumor Markers. Cherry Blossom Symposium 2024 (CBS 2024) The 13th International Conference of Clinical Laboratory Automation. 2024 Mar 20-22; The-K Hotel, Seoul, Korea; 2024.\n<!-- 7a652f89-2477-4790-9c06-3174bfb8e330 -->\n- Shin H, Jung HY, Min SD. Preliminary Study for Biometric based on Gait Pattern Analysis Using Insole-Type Force Sensor. Joint 8th International Conference on Soft Computing and Intelligent Systems and 17th International Symposium on Advanced Inteligent Systems. 2016 Aug 25-28; Hokkai-Gakuen University, Sapporo, Japan; 2016.\n<!-- d141a8e0-662b-4cda-972f-bbbcbdb0c854 -->\n- Yang YL, Shin H. Investigation of the Photoplethysmography Waveform according to the Nociceptive Pain. 39th Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC’17). 2017 Jul 11-15; International Convention Center(ICC), Jeju Island, Republic of Korea; 2017.\n<!-- be3d354b-edc8-42d1-adbf-76829c2e60b0 -->\n- Shin H, Yun Y, Shim EB, Pak H. Application of Arrhythmia Simulation Modeling on Catheter Ablation of Fibrillation. Journal of Arrhythmia, 28 (Supplement). 2012 Oct 1-1; 2012.\n\n<!-- 074f8d0f-9fe4-45d7-a535-ba5836537f91 -->\n- Yoon SW, Shin H, Min SD, Lee M. Medical Endoscopic Image Segmentation with Multi-resolution Deformation e-Health Networking. Application and Services, 2007 9th International Conference on Proceeding. 2007 Jan 1-1; 2007.\n<!-- d6b224c9-c0a6-47d1-9233-07f008a60309 -->\n- Lee C, Shin H, Min SD, Lee M. A Study on Comparison PPG Variability with Heart Rate Variability in the Sitting Position During Paced Respiration. International Union for Physical and Engineering Sciences in Medicine IFMBE Proceedings. 2009 Jan 1-1; 2009.\n<!-- 9f3f7bfa-63ac-4721-bf2d-1bc5d96aae62 -->\n- Shin H, Choi W, Kim Y, Cho J. Preliminary Study for the Personal Handheld Device based Snoring Detection in Ordinary Sleep Situation. 36th Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC 2014). 2014 Aug 26-30; Sheraton Hotel&Towers, Chicago, United States of America; 2014.\n<!-- 1fec23fd-5912-48f0-b623-c2f672b3a937 -->\n- Yun Y, Shin H, Park JH, Shim EB. The Meaning of Complex Fractionated Electrograms in Fibrillation Wave-Dynamics: Modeling Study Comparing With Wavebreak, Phase Singularity, and Dominant Frequency. the 56th annual scientific meeting of the Korean society of cardiology. 2012 Nov 16-16; Daejeon Convention Center, Daejeon; 2012.\n<!-- 2f8c8ab8-403f-4529-90ba-b413f389e033 -->\n- Han Y, Joo SW, Shin H. Evaluating Feature Selection Methods for Radiomic Tractometry in Schizophrenia. The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC). 2025 Jul 14-17; Copenhagen, Denmark; 2025.\n<!-- 6a2e10cf-aceb-4563-9118-3e71b89cefbb -->\n- Yun Y, Park S, Ryu C, Kim S, Kim H, Jeong HS, Shin H. Preliminary Research on the Development of Digital Therapeutics for Performing Rehabilitation Exercise Programs. The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC). 2025 Jul 14-17; Copenhagen, Denmark; 2025.\n<!-- d44f19e2-f948-4020-b594-07ed6bf19b42 -->\n- Choi YE, Jung J, Shin H. Revisiting the Obesity Paradox in Septic Patients with Aging and Chronic Disease: A Retrospective Study in Korea. The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC. 2025 Jul 14-17; Copenhagen, Denmark; 2025.\n<!-- 4f2e1e24-4da0-44dc-9d7b-b3de65087e47 -->\n- 진재욱, 신항식. 수술 전 생체신호 기반 수술 후 통증 예측 인공지능 모델 개발. 대한전기학회 제56회 하계학술대회. 2025. 7. 16-19; 부산 벡스코; 2025.\n<!-- 214ed0bc-e135-4f8e-b4bf-db4de9a273db -->\n- 김영돈, 한유진, 신항식. 수면 분석 알고리즘 평가를 위한 다기관 수면다원검사 데이터 세트 구축. 대한전기학회 제56회 하계학술대회. 2025. 7. 16-19; 부산 벡스코; 2025.\n<!-- f0c3dc1a-d91a-4eb4-927b-015012f0739a -->\n- 이재형, 권오석, 박희남, 신항식. 좌심방 해부생리 정보를 활용한 심방세동 타입 분류 그래프 신경망 모델. CICS’24 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\n<!-- ee5a24ad-4c4e-466e-9e12-079c56ef5830 -->\n- 최예은, 정지영, 신항식. 패혈증 사망 위험에 미치는 비만도와 나이 영향 분석. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- 3a9e8f81-52f2-470e-800c-e9f1acbd3558 -->\n- 정지영, 최예은, 신항식. 패혈증 조기 예측을 위한 머신러닝 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- ce676224-6524-494b-ac75-4af3b52d8fa9 -->\n- 류가연, 최예은, 신항식. 건강검진 데이터 기반 심방세동 예측 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- 64a5c206-ab29-4a1d-8778-2999a0bf4df7 -->\n- 김태현, 류가연, 최예은, 신항식. 관상동맥질환 치료제의 심방세동 발생에 대한 영향: 후향적 코호트 분석. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- 8540829d-f74d-46b9-964b-55c3d4497911 -->\n- 진재욱, 신항식. 수술 전 스트레스 평가를 통한 수술 후 통증 예측. 2025대한의용생체공학회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- bc9325f2-deac-4a51-9d2f-aaf8cade661b -->\n- 한유진, 신항식. 다기관 Radiomic Tractometry 데이터 편차 보정을 위한 Harmonization 파이프라인. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- 2ba08e29-f55b-4c5c-9cf2-8f9991f04638 -->\n- 한유진, 주성우, 신항식. Radiomic Tractometry 기반 조현병 환자군 분류 인공지능 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\n<!-- 8bf5ada9-036e-45ea-8e1b-88061cc5e1d0 -->\n- 류가연, 한유진, 김영돈, 신항식. 공개 수면다원검사 데이터베이스 통합 활용을 위한 생체신호 및 결과 변수 분석. 대한의용생체공학회 2024년 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\n<!-- e428df87-b2b6-49b4-9d24-ac5b4fdfeb4a -->\n- 김영돈, 임하민, 류가연, 한유진, 신항식. 단일 깊이측정 카메라를 활용한 실시간 상지 관절 가동범위 측정 방법 개발. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제켄벤션센터, 부영호텔&리조트; 2024.\n<!-- 0c93716f-831c-4ee3-b4ee-415623b8bc47 -->\n- Seok HS, Yim JY, Kwon D, Shin H. Postoperative Pain Assessment Using Convolutional Neural Network. 41st Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC'19). 2019 Oct 24-27; Berlin, Germany; 2019.\n<!-- 0a5d4c4a-92ab-48e7-9a72-8cc6e85808e6 -->\n- Yun Y, Shim EB, Shin H, Park JH, Pak H. Spatial Distribution of Wave-break, Phase Singularity, Dominullt Frequency, and Complex Fractionated Electrograms During Fibrillation: Quantitative Analysis by Simulation Modeling. Journal of Arrhythmia, 28 (Supplement),. 2012 Oct 1-1; 2012.\n<!-- f3952950-2a6a-4db7-85fd-8f7a546419a6 -->\n- Shin H, Lee C, Yun Y, Lee Y, Lee M. Verification of Spectrum Analysis for Finger Plethysmography Based on Standing Wave and Harmonics. International Union for Physical and Engineering Sciences in Medicine IFMBE Proceedings. 2009 Jan 1-1; 2009.\n<!-- d9ba53a2-46be-42dc-8f1d-cc0187f1505a -->\n- Shin H, Lee C, Yun Y, Lee M. Heart Rate Variability Analysis for Significance Between Ag/AgCl Electrode and Electric Textile Sensor in Wearable Condition. International Conference on Control, Automation and Systems(ICCAS 2005). 2005 Jun 2-5; KINTEX, Goyang, Republic of Korea; 2005.\n<!-- 40e94d1b-2fb5-4dec-a51c-62c80d8440a4 -->\n- Shin H, Yun Y, Lee SP, Lee M. A Study on Instant Messenger System that Supports Transmitting 3D Medical Image Objects for Telediagnostic Use. 6th Asian-Pacific Conference on Medical and Biological Engineering(APCMBE2005),. 2005 Apr 1-1; 2005.\n<!-- 1abb0088-7f0f-4f48-ae42-f82a69262cc4 -->\n- Shin H, Lee C, Yoon SW, Yoon D, Lee M. Heart Rate Variability Analysis using Electric Fabric in Dry-Normal Condition. Engineering in Medicine and Biology Society, 2005. IEEE-EMBS 2005. 27th Annual International Conference of the. IEEE Proceeding. 2005 Sep 1-1; 2005.\n<!-- 0a89ed4e-a89c-4cb8-b8e0-3aef38d12b9b -->\n- Shin H, Yoon SW, Min SD, Lee M. A Study of the Down-Scaled 3D Objects for Telediagnostic Imaging Support System. 6th Asian-Pacific Conference on Medical and Biological Engineering(APCMBE2005),. 2005 Apr 1-1; 2005.\n<!-- 3015e243-5e93-4b28-9236-f69d087a0829 -->\n- Lee M, Yoon SW, Min SD, Park CO, Shin H, Kang H, Chang H, Lee E. Perspectives on e-health industry in Korea Enterprise networking and Computing in Healthcare Industry. Proceedings of 7th International Workshop on Proceeding. 2005 Jan 1-1; 2005.\n<!-- 286d468f-fa6b-4e4b-b74b-ae296a1d8f1f -->\n- Park S, Lee J, Kwak J, Shin H. Design of the Wearable Device for Hemiplegic Gait Detection Using an Accelerometer and a Gyroscope. 39th Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC’17). 2017 Jul 11-15; International Convention Center(ICC), Jeju Island, Republic of Korea; 2017.\n<!-- 40dba5fd-01b0-4460-8365-e1fd20dbffc4 -->\n- Lee J, Park S, Shin H. Detection of Hemiplegic Gait Using 6-axis Inertial Sensor. 39th Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC’17). 2017 Jul 11-15; International Convention Center(ICC), Jeju Island, Republic of Korea; 2017.\n<!-- bdba12ce-ab86-4285-8d84-180fd9189006 -->\n- 석현석, 유지원, 김솔잎, 신항식. 머신러닝을 사용한 진단검사 오류 감지. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제컨벤션센터(ICC제주); 2024.\n<!-- ff93bf0b-1866-43d0-b881-67b5400e47f3 -->\n- 왕창원, 신항식. Positive and Negative Syndrome Scale 총점 및 K-means Clustering 기반 조현병 증상 중증도 평가방법 비교. 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\n<!-- de172548-fd67-49dd-8254-eea5fc110b03 -->\n- 이재형, 임하민, 왕창원, 신항식. 머신러닝을 활용한 병동내 환자 위치 추정 오류 보정. 2024년도 제64회 대한의용생체공학회 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\n## Patent\n<!-- 37dad17b-7342-427e-abc3-16bf38f67e38 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 18/505,903, 2025 Mar 25.\n<!-- a17b2ab4-24b5-4beb-b4f6-f8af8d413ece -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 12,035,386 B2, 2024 Jul 9.\n<!-- 2be7d822-a98c-48a7-8ce3-a53b2c9bb786 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 11,875,881 B2, 2024 Jan 16.\n<!-- b4cdfea8-d74e-46ba-b46b-23c806fb4078 -->\n- Shin H. System and method of controlling external apparatus connected with device. US 11,651,676 B2, 2023 May 16.\n<!-- 5357d1ab-9cf8-4127-8841-8d5afabe14bb -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 11,056,234 B2, 2021 Jul 6.\n<!-- e6db1fa1-99d8-4a36-bf9a-7a7ea6773488 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 11,056,234 B2, 2021 Jul 6.\n<!-- c506ef10-079d-49eb-9877-d1dc6957c17d -->\n- Ko J, Shin H, Park S, Kim D. Electronic apparatus and method of outputting content by the electronic apparatus. US 11,051,147 B2, 2021 Jun 29.\n<!-- ebf4813c-4c3a-4768-8417-af5040b67bfd -->\n- Ko J, Shin H, Park S, Kim D. Electronic apparatus and method of outputting content by the electronic apparatus. US 11,051,147 B2, 2021 Jun 29.\n<!-- 2c198d4c-d78c-4f49-8f4a-083a9462b0e7 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 17342860, 2021 Jun 9.\n<!-- 60ec73b2-b427-482f-a248-3bdc6b4823b9 -->\n- Ko J, Shin H, Park S, Kim Y, Chun H, Jung J. System and method of controlling external apparatus connected with device. US 10,991,462 B2, 2021 Apr 27.\n<!-- 1185fd01-188d-48ec-ac45-014fa0f95b13 -->\n- Shin H, Kwon D. Waistband-type wearable electrocardiogram measurement apparatus, and method and apparatus for measuring heartbeat using same. PCT 2021/002702, 2021 Mar 4.\n<!-- f3b26f03-f812-4c58-b2ea-162c7ae42010 -->\n- Shin H, Yim J, Noh G. Method and apparatus for pain evaluation based on ppg-based spectrogram and cnn. PCT 2021/002696, 2021 Mar 4.\n<!-- 4976a23d-976f-42b5-9a57-828d963d0dd5 -->\n- Shin H, Yim J, Choi B, Noh G. A method and apparatus for pain assessment based on a photoplethysmographic based spectrogram and convolutional neural network. PCT 2021/002696, 2021 Mar 4.\n<!-- 663f7860-b349-4223-9810-94e408a7c757 -->\n- Shin H, Park J, Rho D, Choi Y, Kim D, Choi A. Wearable blood pressure measurement device comprising multi-array pressure sensor. PCT 2021/001864, 2021 Feb 15.\n<!-- 78c2ce35-58a4-4af5-8677-f6ce2df6803d -->\n- Shin H, Park J, Rho D, Choi Y, Kim D, Choi A. Wearable blood pressure measuring device with multi-array pressure sensors. PCT 2021/001864, 2021 Feb 15.\n<!-- 1b25019e-5e44-4de9-b10d-c94355d27674 -->\n- Shin H, Kwon D. Portable wearable respiratory monitoring unit and mask comprising the same. PCT 2021/001632, 2021 Feb 8.\n<!-- 0c6b533f-9899-4b23-ac35-dec443bc1884 -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 10,847,024 B2, 2020 Nov 24.\n<!-- 02f58f89-da47-4ba1-95ca-a16482b05da8 -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 10,813,151 B2, 2020 Oct 20.\n<!-- 8c017840-c738-43a1-8ad0-72a669d7fa9c -->\n- Shin H. A method and apparatus for estimating mean arterial pressure based on pressure and pulse wave. PCT 2020/012934, 2020 Sep 24.\n<!-- 12bc44fe-502b-4ff1-bd05-3cd425865cfa -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 10,720,046 B2, 2020 Jul 21.\n<!-- eed58acf-21a9-4ad2-a257-29c274015427 -->\n- Ko J, Shin H, Park S, Kim Y, Chun H, Jung J. System and method of controlling external apparatus connected with device. US 10,567,189 B2, 2020 Feb 18.\n<!-- 9d09de27-1ce8-49c2-89a8-e38ba6270718 -->\n- Ko J, Shin H, Park S, Kim D. Electronic apparatus and method of outputting content by the electronic apparatus. US 10,524,100 B2, 2019 Dec 31.\n<!-- e7e11587-a311-4743-9a43-0b78bdf5bb18 -->\n- Ko J, Shin H, Park S, Kim D. Electronic apparatus and method of outputting content by the electronic apparatus. US 16/730,078, 2019 Dec 30.\n<!-- c53efa90-1880-4473-b172-83a08175c175 -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 10,485,041 B1, 2019 Nov 19.\n<!-- 7f4ac350-208a-44e2-9811-1096b0195971 -->\n- Cho J, Kim K, Kim J, Min J, Baek H, Shin H. Method and apparatus for measuring bio signal. CN 105764414 B, 2019 Nov 15.\n<!-- bc53d806-6056-4f67-bf0a-efe82ec8d77a -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 10,460,597 B2, 2019 Oct 29.\n<!-- b9b2475b-6630-490f-a4c4-e8300c6aa309 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 10,459,712 B2, 2019 Oct 29.\n<!-- 83a8142f-317c-4c4f-af0e-7a0e5dc2423c -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 16/654,266, 2019 Oct 16.\n<!-- c91ed8df-bb2b-43dd-98ec-27987cedc6d4 -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 16/546,073, 2019 Aug 20.\n<!-- bfc8c9f3-b6a7-4163-a01a-6b606053ec0c -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 16/535,748, 2019 Aug 8.\n<!-- 3b3b523a-f7d6-4aea-b855-ae8a2b750c09 -->\n- Cho J, Kim K, Kim J, Min J, Baek H, Shin H. Method and apparatus for measuring bio signal. US 10,251,607 B2, 2019 Apr 9.\n<!-- 4b1755be-3936-41fc-a872-2701c7df5ff2 -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 10,244,570 B2, 2019 Mar 26.\n<!-- 8a612fcb-ddca-440c-b691-ad6ed7dc0470 -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. CN 104620597 B, 2019 Mar 8.\n<!-- 69942838-5514-494e-b601-df5fff786d32 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. CN 103870402 B, 2019 Feb 1.\n<!-- fd045e78-e34c-4a19-989c-2b0d497ae278 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 10,114,631 B2, 2018 Oct 30.\n<!-- 7e1ffe17-e7a1-4972-b742-8b8adbe39f33 -->\n- Ko J, Shin H, Park S. Method of executing application and terminal using the method. CN 103677257 B, 2018 Oct 19.\n<!-- 1014ab12-104c-4e98-bc20-31b12399eee7 -->\n- Shin H, Ko J, Park S. Method and apparatus for executing application in device. CN 104620220 B, 2018 Jul 20.\n<!-- 42d70b9f-7458-43f1-8a1f-7d24195296be -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server and external device. RU 2654164 C2, 2018 May 16.\n<!-- c00ed65c-19db-4a71-9854-9862a187e978 -->\n- Ko J, Shin H, Park S. Connecting two devices. EP 3101869, 2018 Aug 1.\n<!-- 1b069a3a-78ff-4fdc-805b-4afefaa82f3c -->\n- Shin H, Ko J, Park S. Method and apparatus for executing application in device. US 09,880,584 B2, 2018 Jan 30.\n<!-- 9c540e3f-7dae-4b9a-b68a-787299c1058e -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 09,842,490 B2, 2017 Dec 12.\n<!-- 2435e0cf-ebb5-463f-a4b8-f091646a8c07 -->\n- Shin H, Ko J, Park S. System and method of controlling external apparatus connected with device. US 15/801,417, 2017 Nov 2.\n<!-- 46c9d64e-c318-44fe-bde2-ea0062568cc3 -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. US 09,740,470 B2, 2017 Aug 22.\n<!-- e111aed9-2e59-4011-8af0-cc7e560b2a59 -->\n- Ko J, Shin H, Park S, Kim Y, Chun H, Jung J. System and method of controlling external apparatus connected with device. US 09,722,811 B2, 2017 Aug 1.\n<!-- aa3783be-2aaa-4551-8eaf-8b0462b798f1 -->\n- Ko J, Shin H, Park S, Kim Y, Chun H, Jung J. System and method of controlling external apparatus connected with device. US 15/654,829, 2017 Jul 20.\n<!-- 145b7958-245f-4ef7-81ca-d0beadbb3c4c -->\n- Shin H. Method of managing external devices, method of operating external device, host device, management server, and external device. AU 2013364704 B2, 2017 Jul 6.\n<!-- 9e6970cc-2a43-4fea-927e-8877f0eef78a -->\n- Shin H, Ko J, Park S. Method and apparatus for executing an application in a device. EP 2706734 B1, 2017 Apr 26.\n<!-- 91b697e3-caa1-4476-9a68-14ddac799d24 -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 09,635,499 B2, 2017 Apr 25.\n<!-- 7aa861c5-a993-4898-88a3-3875b0143bcf -->\n- Ko J, Shin H, Park S. Method and device for executing application. US 15/471,832, 2017 Mar 28.\n<!-- 9631348b-4e15-4d25-9c48-83eb49abb163 -->\n- Ko J, Shin H, Park S. Method and device for executing application. EP 2706726 B1, 2016 Oct 12.\n<!-- c1c7efe5-cdd5-4581-a855-e38b38223bda -->\n- Cho J, Kim K, Kim J, Min J, Baek H, Shin H. Method and apparatus for measuring bio signal. EP 3075310 A1, 2016 Oct 5.\n<!-- c6368e46-7270-41e1-8393-1bb5c36244a9 -->\n- Ko J, Shin H, Park S. Method and device for executing application. RU 2585168 C1, 2016 May 27.\n<!-- e3a0f951-a861-4ea5-8a7a-531046c06974 -->\n- Cho J, Kim K, Kim J, Min J, Baek H, Shin H. Method and apparatus for measuring bio signal. US 15/163,073, 2016 May 24.\n<!-- aeb9a6cf-3223-4406-aa7e-554c059c5aeb -->\n- Ko J, Shin H, Park S. Method and divice for excuting application. US 9,277,576 B2, 2016 Mar 1.\n<!-- 324b1e7e-65dd-4b94-8bdc-4a38c4c663ee -->\n- Ko J, Shin H, Park S. Method and divice for excuting application. US 15/010,659, 2016 Jan 29.\n<!-- 56050b92-dd16-4742-a9de-5a2530fed2c8 -->\n- 신항식, 이재형. 복수의 3차원 데이터를 3차원 그래프 정보로 통합 변환하는 프로그램. KR C-2025-002262, 2025. 1. 15."
  },
  {
    "profile_image": "/images/members/진재욱.jpg",
    "hover_image": "/images/members/egg_진재욱.jpeg",
    "role": "Ph.D. Course",
    "name_eng": "Jaewook Jin",
    "degree": "M.S.",
    "email": "realwooook@gmail.com",
    "tags": "#Biosignal analysis #Biomedical engineering",
    "profile_description": "[E-mail](mailto:realwooook@gmail.com)  \r\nResearch Areas : Biosignal analysis, Biomedical engineering",
    "contents": "## Journal\r\n\r\n1.  Jaewook Jin, Kahye Kim, KunHo Lee, Jeong-Woo Seo, Jaeuk U. Kim, \"Association Between Cognitive Function and the Autonomic Nervous System by Photoplethysmography\", Bioengineering 2024, 11(11), 1099, 2024\r\n\r\n## Award\r\n<!-- 1882265d-f7bd-4226-a005-3881b0fd3648 -->\r\n- 진재욱, 신항식, 2025 KIEE Summer Conference Paper Award, \"Development of artificial intelligence for predicting postoperative pain based on preoperative biosignal\"; RS-2024-00423853;RS-2022-00141473, 2025-07-18    \r\n\r\n## Conference\r\n<!-- 4f2e1e24-4da0-44dc-9d7b-b3de65087e47 -->\r\n- 진재욱, 신항식. 수술 전 생체신호 기반 수술 후 통증 예측 인공지능 모델 개발. 대한전기학회 제56회 하계학술대회. 2025. 7. 16-19; 부산 벡스코; 2025.\r\n<!-- 8540829d-f74d-46b9-964b-55c3d4497911 -->\r\n- 진재욱, 신항식. 수술 전 스트레스 평가를 통한 수술 후 통증 예측. 2025대한의용생체공학회. 2025. 5. 8-10; 제주 롯데호텔; 2025."
  },
  {
    "profile_image": "/images/members/류가연.jpeg",
    "hover_image": "/images/members/egg_류가연.JPG",
    "role": "Master Course",
    "name_eng": "Gayeon Ryu",
    "degree": "B.Sc.",
    "email": "rgy90257823@gmail.com",
    "tags": "#Data analysis #Statistical #Machine learning",
    "profile_description": "[E-mail](mailto:rgy90257823@gmail.com)  \r\nResearch Areas : Data analysis, Statistics, Signal analysis",
    "contents": "## Journal\r\n\r\n1.  Gayeon Ryu,Jae Moon Choi,Hyeon Seok Seok,Jaehyung Lee,Eun-Kyung Lee,Hangsik Shin,Byung-Moon Choi, \"Machine learning based quantitative pain assessment for the perioperative period\", NPJ DIGITAL MEDICINE (2025)\r\n2.  Gayeon Ryu, Jae Moon Choi, Jaehyung Lee, Hyeon Seok Seok, Hangsik Shin, Byung-Moon Choi, \"Analysis of Photoplethysmography-Based Surgical Pain Severity Assessment Markers\", JOURNAL OF ELECTRICAL ENGINEERING & TECHNOLOGY (2024)\r\n3.  Jaehyung Lee, Oh-Seok Kwon, Gayeon Ryu, Hangsik Shin, Hui-Nam Pak, \"Atrial Fibrillation Identification Using CNNs Based on Genomic Data\", JOURNAL OF ELECTRICAL ENGINEERING & TECHNOLOGY (2024)\r\n\r\n<!-- 6d8b5817-2a7b-4507-9d7f-21de5560f5a4 -->\r\n- Ryu G, Choi JM, Lee J, Seok HS, Shin H, Choi B. Analysis of Photoplethysmography-Based Surgical Pain Severity Assessment Markers. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3665-3674; IF:1.6@2023JIF; 2021-0100, KCT0005840.\r\n<!-- 4df94230-b073-4e4c-9037-277fc44342b8 -->\r\n- Ryu G, Seok HS, Lee J, Shin H. Machine learning based quantitative pain assessment for the perioperative period. npj Digital Medicine. 2025 Jan; 8(1):53; IF:12.4@2023JIF; HR20C0026, HI22C1668, RS-2024-00335644.\r\n<!-- a88dd95e-adb0-46cb-a2ae-ab50f1b56c45 -->\r\n- Lee J, Kwon O, Ryu G, shin H, Pak H. Atrial Fibrillation Identification Using CNNs Based on Genomic Data. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3645–3653; IF:1.6@2023JIF; RS-2022-00141473, KBN-2016-005, KBN-2020-083.\r\n## Conference\r\n\r\n4.  Gayeon Ryu, Ye Eun Choi, Hangsik Shin, \"The Impact of Demographic Characteristics and Comorbidities on the Incidence of Atrial Fibrillation\", The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Seoul, Korea (Nov. 2024)\r\n5.  Gayeon Ryu, Yujin Han, Yeongdon Kim, Hangsik Shin, \"Bio-signals and result feature analysis to leverage public polysomnography database integration\", The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Seoul, Korea (Nov. 2024)\r\n6.  Gayeon Ryu, Ye Eun Choi, Hangsik Shin, \"Evaluation of Photoplethysmogram-based Vascular Age Estimation Models\", CICS'24 Conference on Information and Control Systems, Tongyeong, Korea (Oct. 2024)\r\n7.  Yeongdon Kim, Hamin Lim, Gayeon Ryu, Yujin Han, Hangsik Shin, \"Development of a Real-Time Upper Limb Range of Motion Measurement Method Using a Single Depth Measurement Camera\", The 55th KIEE Summer Conference, Jeju, Korea (Jul. 2024)\r\n8.  Y.Kim, G.Y Ryu, H.H Jeong, J. H. Oh, M. Kim, S. A. Park, H. L. Yang, \"Development of interoprative blood transfusion prediction model\", CARS 2024 Computer Assisted Radiology and Surgery, Barcelona, Spain (Jun. 2024)\r\n9.  Gayeon Ryu, Hyeon Seok Seok, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Photopletysmogram Features for Severity Assessment of Postoperative Pain\", KOSOMBE spring conference, Wonju, Korea (May. 2024)\r\n10.  Gayeon Ryu, Hyeon Seok Seok, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Ectopic Beat Correction Strategies for Accurate Heart Rate Variability Analysis\", IEEE EMBS, St. Julians, Malta (Dec. 2023)\r\n11.  Gayeon Ryu, Hyeon Seok Seok, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Photoplethysmogram based on Surgical Pain Severity Assessment Feature Analysis\", KOSOMBE autumn conference, Seoul, Korea (Nov. 2023)\r\n12.  Gayeon Ryu, Hyeon Seok Seok, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Analysis of Surgical Pain Severity Assessment Feature based on Photoplethysmogram\", The 54th KIEE Summer Conference, Pyeongchang, Korea (Jul. 2023)\r\n13.  Hyeon Seok Seok, Ga Yeon Ryu, Hangsik Shin, Byeong-mun Choi, Jae-moon Choi, \"Arrival Times of Maximum Pain and Pain Suppression After Acute Pain Stimulation in Surgical Procedure\", 43st Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC'21), EMBC, Sydney, Australia (Jul. 2023)\r\n14.  Ga Yeon Ryu, Hyeon Seok Seok, Hangsik Shin, Byung-Moon Choi , Jae Moon Choi, \"Analysis of a surgical pain severity assessment feature based on photoplethysmogram\", The 54th KIEE Summer Conference, Pyeongchang, Korea (Jun. 2023)\r\n15.  Ga Yeon Ryu, Hyeon Seok Seok, Hangsik Shin, Byung-Moon Choi, Jae Moon Choi, \"Development of photoplethysmogram based feature for intra- and post-operative pain\", KOSOMBE spring conference, Daegu, Korea (May. 2023)\r\n16.  Hyeon Seok Seok, Ga Yeon Ryu, Hangsik Shin, Jae Moon Choi, Byung-Moon Choi, \"Development of an artificial intelligence model for both intra- and post-operative pain assessment\", The Korean Society for Anesthetic Pharmacology (KSAP), Seoul, Korea (Apr. 2023)\r\n17.  Ga Yeon Ryu, Hyeon Seok Seok, Changwon Wang, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Photoplethysmogram Feature Analysis for Surgical Pain Assessment\", KOSOMBE autumn conference, Incheon, Korea (Nov. 2022)\r\n18.  Ga Yeon Ryu, Hyeon Seok Seok, Changwon Wang, Byung-Moon Choi, Jae Moon Choi, Hangsik Shin, \"Comparison of Photoplethysmogram Feature for Intraoperative Pain and Postoperative Pain\", Conference on Information and Control Systems 2022 (CICS), Pyeongchang, Korea (Oct. 2022)\r\n\r\n<!-- 35fe7426-b8bf-4fcb-a7f2-b8db79a47148 -->\r\n- Seok HS, Ryu G, Choi JM, Choi B, Shin H. Arrival Times of Maximum Pain and Pain Suppression After Acute Pain Stimulation in Surgical Procedure. 45th Annual International Conference of the IEEE Engineering in Medicine and Biology Society. 2023 Jul 24-27; Sydney International Convention Centre (ICC); 2023.\r\n<!-- c0e967e7-4969-4ea0-a624-ff9f3c621cbe -->\r\n- 류가연, 최예은, 신항식. 광용적맥파 기반 혈관 나이 추정 모델의 평가. CICS’24 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\r\n<!-- ce676224-6524-494b-ac75-4af3b52d8fa9 -->\r\n- 류가연, 최예은, 신항식. 건강검진 데이터 기반 심방세동 예측 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 64a5c206-ab29-4a1d-8778-2999a0bf4df7 -->\r\n- 김태현, 류가연, 최예은, 신항식. 관상동맥질환 치료제의 심방세동 발생에 대한 영향: 후향적 코호트 분석. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 8bf5ada9-036e-45ea-8e1b-88061cc5e1d0 -->\r\n- 류가연, 한유진, 김영돈, 신항식. 공개 수면다원검사 데이터베이스 통합 활용을 위한 생체신호 및 결과 변수 분석. 대한의용생체공학회 2024년 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\r\n<!-- e428df87-b2b6-49b4-9d24-ac5b4fdfeb4a -->\r\n- 김영돈, 임하민, 류가연, 한유진, 신항식. 단일 깊이측정 카메라를 활용한 실시간 상지 관절 가동범위 측정 방법 개발. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제켄벤션센터, 부영호텔&리조트; 2024.\r\n## Award\r\n\r\n1.  대한의용생체공학회 2024 추계학술대회 우수 포스터 논문상, 대한의용생체공학회, Korea (Nov. 2024)\r\n2.  대한의용생체공학회 2024년 추계학술대회 우수논문상, 대한의용생체공학회, Korea (Nov. 2024)\r\n3.  2024년 정보 및 제어 학술대회 우수논문상, 대한전기학회, Korea (Oct. 2024)\r\n4.  Best Abstract Awards, Spring Conference, Korean Society for Anesthetic Pharmacology, Korea (Apr. 2023)\r\n5.  Paper of the Year Award, AMIST 종합학술대회, Korea (Nov. 2022)\r\n\r\n## Patent\r\n\r\n1.  신항식ㆍ최병문 ㆍ 최재문ㆍ류가연, \"통증평가모델 생성 장치, 통증평가모델 생성 방법 및 이를 수행하는 프로 그램이 저장된 기록 매체\", KR-Application No. 10-2024-0053680\r\n\r\n## Project\r\n\r\n1.  Development and Commercialization of Next Generation Convergence Care Technology for Optimization of High Risk Patient Treatment, Ministry of Health and Welfare (MOHW), Korea (Jul. 2020 ~ Present)\r\n2.  Research of Photoplethysmography for Mobile Healthcare and Clinical Use, Ministry of Education (MOE), Korea (Jun. 2018 ~ May. 2023)\r\n3.  Development of a Wearable Device That Shows Pain Relief Using Complex Energy (Cold Razor + Ultrasound) and Pain Relief Using Photoplethysmography, Ministry of SMEs and Startups (MSS), Korea (Dec. 2020 ~ Dec. 2022)"
  },
  {
    "profile_image": "/images/members/이재형.jpeg",
    "hover_image": "/images/members/egg_이재형.jpg",
    "role": "Master Course",
    "name_eng": "Jaehyung Lee",
    "degree": "B.Eng.",
    "email": "zeus9656@gmail.com",
    "tags": "#GNN #Image classification #Medical AI",
    "profile_description": "[E-mail](mailto:zeus9656@gmail.com)  \r\nResearch Areas : GNN, Image classification, Medical AI",
    "contents": "## Conference\r\n\r\n1.  Jaehyung Lee, Hyeon Seok Seok, Oh-Seok Kwon, Hui-Nam Pak and Hangsik Shin, \"Analyzing the Performance of a Convolutional Neural Network-based Atrial Fibrillation Classifier According to the Genetic Screening Thresholds,\" The 54th KIEE Summer Conference 2023, Yongpyong Resort, Pyeongchang, Republic of Korea, 12-15 Jul 2023\r\n2.  Jaehyung Lee, Hyeon Seok Seok, Oh-Seok Kwon, Hui-Nam Pak and Hangsik Shin, \"The Impact of Regularization Techniques on Convolutional Neural Network-based Genomic Study,\" KOSOMBE spring conference 2023, KMEDIhub, Daegu, Republic of Korea, 11-13 May 2023\r\n3.  Jaehyung Lee, Changwon Wang, Hyeon Seok Seok, Oh-Seok Kwon, Hui-Nam Pak and Hangsik Shin, \"GWASbased Atrial Fibrillation Identification Using DCNN,\" KOSOMBE autumn conference 2022, Paradise city Hotel, Incheon, Republic of Korea, 3-5 Nov 2022\r\n4.  Jaehyung Lee, Changwon Wang, Hyeon Seok Seok, Oh-Seok Kwon, Hui-Nam Pak and Hangsik Shin, \"GenomeWide Association Studies and Electronic Medical Record based Atrial Fibrillation Discriminat ion Using Ensemble Models,\" Conference on Information and Control Systems 2022(CICS), Alpensia Resort, Pyeongchang, Republic of Korea, 19-22 Oct 2022\r\n\r\n<!-- 688ca5a0-8312-40d0-bb81-6ae6b13b9533 -->\r\n- Choi YE, Lee J, Seok HS, Shin H. Demographics and Comorbidities as an Atrial Fibrillation Risk Factor: a Retrospective Study in Koreans. EMBC 2024. 2024 Jul 15-19; Orlando, USA; 2024.\r\n<!-- 0317a002-3c1e-44a2-a96a-3fc9634c429e -->\r\n- Lee J, Kwon O, Choi YE, Pak H, Shin H. Atrial Fibrillation Diagnosis Using Machine Learning: Leveraging Minimal Health Data from UK Biobank. IEEE EMBS International Conference on Data Science and Engineering in Healthcare, Medicine & Biology. 2023 Dec 7-9; Malta; 2023.\r\n<!-- f0c3dc1a-d91a-4eb4-927b-015012f0739a -->\r\n- 이재형, 권오석, 박희남, 신항식. 좌심방 해부생리 정보를 활용한 심방세동 타입 분류 그래프 신경망 모델. CICS’24 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\r\n<!-- de172548-fd67-49dd-8254-eea5fc110b03 -->\r\n- 이재형, 임하민, 왕창원, 신항식. 머신러닝을 활용한 병동내 환자 위치 추정 오류 보정. 2024년도 제64회 대한의용생체공학회 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\r\n## Award\r\n\r\n1.  Best Poster Awards, 2022 AMIST Annual Conference, 2022\r\n\r\n## Project\r\n\r\n1.  Development of AI Software as Medical Device for Management of Full-Cycle of Atrial Fibrillation Based on Cardiac Digital Twin\r\n2.  Optimization and Clinical Verification of Software for Early Diagnosis and Prognosis of Atrial Fibrillation Integrating Gene, Electrocardiogram, and Clinical Information Based on Artificial Intelligence\r\n\r\n## Journal\r\n<!-- 6d8b5817-2a7b-4507-9d7f-21de5560f5a4 -->\r\n- Ryu G, Choi JM, Lee J, Seok HS, Shin H, Choi B. Analysis of Photoplethysmography-Based Surgical Pain Severity Assessment Markers. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3665-3674; IF:1.6@2023JIF; 2021-0100, KCT0005840.\r\n<!-- 4df94230-b073-4e4c-9037-277fc44342b8 -->\r\n- Ryu G, Seok HS, Lee J, Shin H. Machine learning based quantitative pain assessment for the perioperative period. npj Digital Medicine. 2025 Jan; 8(1):53; IF:12.4@2023JIF; HR20C0026, HI22C1668, RS-2024-00335644.\r\n<!-- a88dd95e-adb0-46cb-a2ae-ab50f1b56c45 -->\r\n- Lee J, Kwon O, Ryu G, shin H, Pak H. Atrial Fibrillation Identification Using CNNs Based on Genomic Data. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3645–3653; IF:1.6@2023JIF; RS-2022-00141473, KBN-2016-005, KBN-2020-083.\r\n\r\n## Patent\r\n<!-- 56050b92-dd16-4742-a9de-5a2530fed2c8 -->\r\n- 신항식, 이재형. 복수의 3차원 데이터를 3차원 그래프 정보로 통합 변환하는 프로그램. KR C-2025-002262, 2025. 1. 15."
  },
  {
    "profile_image": "/images/members/최예은.jpg",
    "hover_image": "/data/members/images/members/hover_image-1754294732114-814035835.png",
    "role": "Master Course",
    "name_eng": "Ye Eun Choi",
    "degree": "B.Sc",
    "email": "yechoi.amc@gmail.com",
    "tags": "#Bioinformatics #Medical AI #Digital Healthcare",
    "profile_description": "[E-mail](mailto:yechoi.amc@gmail.com)  \r\nResearch Areas : Bioinformatics, Medical AI, Digital Healthcare",
    "contents": "## Conference\r\n\r\n1.  Muhyuk Kim, Hanbyul Song, Sung Joo Han, Ye Eun Choi, Hyebong Choi, Taejin Ahn. Differentially Expressed Genes Analysis of cancer developed by user centered web interface. \"The 17th KOGO Winter Symposium,\" 한국유전체학회(KOGO), Seoul, Korea, Jan. 2021 - Conference poster\r\n2.  Seonyeong Park, Mingu Lee, Ye-eun Choi, Hyebong Choi. 반응형 정보 시각화를 통한 정보 전달의 효율성: 코로나 19 감염증 확산과 방역 정책을 중심으로. \"한국HCI학회 학술대회,\" 한국HCI학회, Seoul, Korea, Jan. 2021 - Conference paper\r\n3.  Jaehyung Lee, Oh-Seok Kwon, Ye Eun Choi, Hangsik Shin, Hui-Nam Pak, “Atrial Fibrillation Diagnosis Using Machine Learning: Leveraging Minimal Health Data from UK Biobank,” IEEE EMBS International Conference on Data Science and Engineering in Healthcare, Medicine & Biology, Malta, 07-09 Dec 2023 - Conference poster\r\n4.  Ye Eun Choi, Jaehyung Lee, Hyeon Seok Seok and Hangsik Shin, “Demographics and Comorbidities as an Atrial Fibrillation Risk Factor: a Retrospective Study in Koreans,” The 46th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC), Orlando, Florida, USA, 15-19 July 2024 - Conference poster\r\n5.  Gayeon Ryu, Ye Eun Choi and Hangsik Shin, \"Evaluation of Photoplethysmogram-based Vascular Age Estimation Models,\" CICS'24 Conference on Information and Control Systems , Kumho Tongyeong Marina Resort, Tongyeong, Republic of Korea, 23-26 Oct 2024 - Oral Presentation\r\n6.  Gayeon Ryu, Ye Eun Choi and Hangsik Shin, \"The Impact of Demographic Characteristics and Comorbidities on the Incidence of Atrial Fibrillation,\" The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Republic of Korea, 07-09 Nov 2024 - Oral Presentation\r\n7.  Ye Eun Choi, Hangsik Shin, “Survival Analysis of Adult Sepsis Patients based on Demographics and Underlying Diseases,” The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Republic of Korea, 07-09 Nov 2024 - Conference poster\r\n8.  Ye Eun Choi, Hangsik Shin, “Analysis of Mortality Risk in Adult Sepsis Patients based on Demographics and Underlying Diseases,” The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Republic of Korea, 07-09 Nov 2024 - Conference poster\r\n\r\n<!-- 688ca5a0-8312-40d0-bb81-6ae6b13b9533 -->\r\n- Choi YE, Lee J, Seok HS, Shin H. Demographics and Comorbidities as an Atrial Fibrillation Risk Factor: a Retrospective Study in Koreans. EMBC 2024. 2024 Jul 15-19; Orlando, USA; 2024.\r\n<!-- 0317a002-3c1e-44a2-a96a-3fc9634c429e -->\r\n- Lee J, Kwon O, Choi YE, Pak H, Shin H. Atrial Fibrillation Diagnosis Using Machine Learning: Leveraging Minimal Health Data from UK Biobank. IEEE EMBS International Conference on Data Science and Engineering in Healthcare, Medicine & Biology. 2023 Dec 7-9; Malta; 2023.\r\n<!-- c0e967e7-4969-4ea0-a624-ff9f3c621cbe -->\r\n- 류가연, 최예은, 신항식. 광용적맥파 기반 혈관 나이 추정 모델의 평가. CICS’24 정보 및 제어 학술대회. 2024. 10. 23-26; 금호통영마리나리조트; 2024.\r\n<!-- d44f19e2-f948-4020-b594-07ed6bf19b42 -->\r\n- Choi YE, Jung J, Shin H. Revisiting the Obesity Paradox in Septic Patients with Aging and Chronic Disease: A Retrospective Study in Korea. The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC. 2025 Jul 14-17; Copenhagen, Denmark; 2025.\r\n<!-- ee5a24ad-4c4e-466e-9e12-079c56ef5830 -->\r\n- 최예은, 정지영, 신항식. 패혈증 사망 위험에 미치는 비만도와 나이 영향 분석. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 3a9e8f81-52f2-470e-800c-e9f1acbd3558 -->\r\n- 정지영, 최예은, 신항식. 패혈증 조기 예측을 위한 머신러닝 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- ce676224-6524-494b-ac75-4af3b52d8fa9 -->\r\n- 류가연, 최예은, 신항식. 건강검진 데이터 기반 심방세동 예측 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 64a5c206-ab29-4a1d-8778-2999a0bf4df7 -->\r\n- 김태현, 류가연, 최예은, 신항식. 관상동맥질환 치료제의 심방세동 발생에 대한 영향: 후향적 코호트 분석. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n## Award\r\n\r\n1.  2022 데이터 청년 캠퍼스 ‘우수 프로젝트 발표’ 장려상, 한국데이터산업진흥원(Korea Data Agency), Korea (Sep. 2022)\r\n2.  Best Paper Awards \\[Silver\\], Fall Conference, Korean Society of Medical and Biological Engineering, Korea (Nov. 2024)\r\n\r\n## Project\r\n\r\n1.  Development, Optimization and Clinical Verification of Software for Early Diagnosis and Prognosis of Atrial Fibrillation Integrating Gene, Electrocardiogram and Clinical Information Based on Artificial Intelligence, Ministry of Health and Wellfare (MOHW), Korea (Apr. 2021 - Dec. 2023)\r\n2.  Developing artificial intelligence for early risk predictionof atrial fibrillation using clinical information, Asan Medical Center, Korea (Jan. 2024 - Dec. 2025)\r\n\r\n"
  },
  {
    "profile_image": "/images/members/한유진_0.png",
    "hover_image": "/images/members/egg_한유진.jpg",
    "role": "Master Course",
    "name_eng": "Yujin Han",
    "degree": "B.Sc.",
    "email": "yujin.han.ds@gmail.com",
    "tags": "#Statistics #Machine learning",
    "profile_description": "[E-mail](mailto:yujin.han.ds@gmail.com)  \r\nResearch Areas : Statistics, Machine learning",
    "contents": "## Journal\r\n\r\n- 한유진, 정천기, 김재희. 위상학적 데이터 분석과 인공 신경망을 이용한 뇌전증 MEG 데이터 분류 연구. 응용통계연구. 38(2), 189-204. (2025).\r\n-  한유진, 김준식, 김재희. 뇌전증 환자의 MEG 데이터에 대한 분류를 위한 인공신경망 적용 연구. 응용통계연구. 37(2), 139-155. (2024).\r\n-  한유진, 김재희. TERGM 과 SAOM 비교: 학생 네트워크 데이터의 통계적 분석. 응용통계연구. 36(1), 1-19. (2023).\r\n-  박예진, 엄정민, 홍수빈, 한유진, 김재희. 직장 네트워크 데이터에 대한 통계적 ERGM 분석. 응용통계연구. 35(4), 527-541. (2022).\r\n\r\n## Conference\r\n\r\n- Yeongdon Kim, Yujin Han, Hangsik Shin, \"Development of a Multi-Center Polysomnography Dataset for the Evaluation of Sleep Analysis Algorithms\", The 56th KIEE Summer Conference, Busan, Korea (Jul. 2025)\r\n- Yujin Han, Sung Woo Joo, Hangsik Shin, \"Evaluating Feature Selection Methods for Radiomic Tractometry in Schizophrenia\", The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC), Copenhagen, Denmark (Jul. 2025)\r\n- Yujin Han, Hangsik Shin, \"Harmonization Pipeline for Correcting Data Discrepancies in Multicenter Radiomic Tractometry Studies\", The 65th Korea Society of Medical and Biological Engineering Spring Conference 2025, Lotte Hotel Jeju, Jeju, Korea (May. 2025)\r\n-  Yujin Han, Sung Woo Joo, Hangsik Shin, \"Radiomic Tractometry-Based Machine Learning Model for Schizophrenia Classification\", The 65th Korea Society of Medical and Biological Engineering Spring Conference 2025, Lotte Hotel Jeju, Jeju, Korea (May. 2025)\r\n-  Gayeon Ryu, Yujin Han, Yeongdon Kim, Hangsik Shin, “Bio-signals and result feature analysis to leverage public polysomnography database integration”, The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Korea (Nov. 2024)\r\n-  Yeongdon Kim, Hamin Lim, Gayeon Ryu, Yujin Han, Hangsik Shin, \"Development of a Real-Time Upper Limb Range of Motion Measurement Method Using a Single Depth Measurement Camera\", The 55th KIEE Summer Conference, Jeju, Korea (Jul. 2024)\r\n\r\n\r\n<!-- 2f8c8ab8-403f-4529-90ba-b413f389e033 -->\r\n- Han Y, Joo SW, Shin H. Evaluating Feature Selection Methods for Radiomic Tractometry in Schizophrenia. The 47th Annual International Conference of the IEEE Engineering in Medicine and Biology Society (EMBC). 2025 Jul 14-17; Copenhagen, Denmark; 2025.\r\n<!-- 214ed0bc-e135-4f8e-b4bf-db4de9a273db -->\r\n- 김영돈, 한유진, 신항식. 수면 분석 알고리즘 평가를 위한 다기관 수면다원검사 데이터 세트 구축. 대한전기학회 제56회 하계학술대회. 2025. 7. 16-19; 부산 벡스코; 2025.\r\n<!-- bc9325f2-deac-4a51-9d2f-aaf8cade661b -->\r\n- 한유진, 신항식. 다기관 Radiomic Tractometry 데이터 편차 보정을 위한 Harmonization 파이프라인. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 2ba08e29-f55b-4c5c-9cf2-8f9991f04638 -->\r\n- 한유진, 주성우, 신항식. Radiomic Tractometry 기반 조현병 환자군 분류 인공지능 모델 개발. 2025 대한의용생체공학회 춘계학술대회. 2025. 5. 8-10; 제주 롯데호텔; 2025.\r\n<!-- 8bf5ada9-036e-45ea-8e1b-88061cc5e1d0 -->\r\n- 류가연, 한유진, 김영돈, 신항식. 공개 수면다원검사 데이터베이스 통합 활용을 위한 생체신호 및 결과 변수 분석. 대한의용생체공학회 2024년 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\r\n<!-- e428df87-b2b6-49b4-9d24-ac5b4fdfeb4a -->\r\n- 김영돈, 임하민, 류가연, 한유진, 신항식. 단일 깊이측정 카메라를 활용한 실시간 상지 관절 가동범위 측정 방법 개발. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제켄벤션센터, 부영호텔&리조트; 2024.\r\n## Award\r\n\r\n1.  대한의용생체공학회 춘계 학술대회 최우수 포스터상, 대한의용생체공학회, 2025.05\r\n2.  대한의용생체공학회 추계 학술대회 우수 포스터 논문상(금상), 대한의용생체공학회, 2024.11\r\n3.  2023 이브와 ICT멘토링 공모전 금상(과학기술정보통신부장관상), 과학기술정보통신부(주최), 정보통신기획평가원(주관), IT여성기업인협회(주관), 2023.12\r\n"
  },
  {
    "profile_image": "/images/members/임하민1.JPG",
    "hover_image": "/images/members/egg_임하민.jpg",
    "role": "Researcher",
    "name_eng": "Hamin Lim",
    "degree": "M.S.",
    "email": "hamin971203@gmail.com",
    "tags": "#Biosignal analysis #Digital Healthcare",
    "profile_description": "[E-mail](mailto:hamin971203@gmail.com)  \r\nResearch Areas : Biosignal analsysis, Digital Healthcare",
    "contents": "## Journal\r\n\r\n1.  Haeun Yum, Hamin Lim et al. “Effects of shear-thickening polymer on force attenuation capacities in hip protectors. Proceedings of the Institution of Mechanical Engineers” Part C: Journal of Mechanical Engineering Science. 2022;236(8):3881-3885.\r\n2.  Hamin Lim, Hangsik Shin, “Clustering Analysis of Activity of Daily Living based on Accelerometry.” The Transactions of the Korean Institute of Electrical Engineers KIEE Vol. 72, No. 11, p.1427-1433\r\n\r\n<!-- 88ab8925-715b-4300-9776-8b4240d4a652 -->\r\n- 임하민, 신항식. 가속도 센서 기반 일상생활 활동 군집 특징 분석. 전기학회논문지(Domestic) 특집호. 2023 11; HI22C1668, HR20C0026.\r\n## Conference\r\n\r\n1.  Changwon Wang, Hamin Lim, Sung Woo Joo, Jungsun Lee, Hangsik Shin, “Investigating Abnormal Behavior Patterns in Psychiatric Inpatients” IEEE-EMBS International Conference on Biomedical and Health Informatics, Pittsburgh, USA, 10-18 Sep 2023\r\n2.  Hamin Lim, Tae young Lee, “The effect of split sole shoes on lower leg kinematics and Muscle Activities while Walking” International Foot and Ankle Biomechanics 2021, Brazil(Virtual Meeting), 11 -14 April 2021\r\n3.  Hamin Lim, Changwon Wang, Hangsik Shin, “Location Monitoring Platform for Psychiatric Closed Ward” The 55th KIEE Summer Conference 2024, 10-13 Jul 2024\r\n4.  Changwon Wang, Hamin Lim, Hangsik Shin, “Development of a mobile application that can monitor the location of patients in hospitals” The 55th KIEE Summer Conference 2024, 10-13 Jul 2024\r\n5.  Yeongdon Kim, Hamin Lim, Gayeon Ryu, Yujin Han, Hangsik Shin “Development of a Real-Time Upper Limb Range of Motion Measurement Method Using a Single Depth Measurement Camera” The 55th KIEE Summer Conference 2024, 10-13 Jul 2024\r\n6.  Changwon Wang, Hamin Lim, Sung Woo Joo, Jungsun Lee and Hangsik Shin, “Development of a Location Monitoring Platform for Inpatients within Closed Psychiatric Ward” KOSMI 2024 Spring conference, The catholic univrsity of Korea, Seoul, Korea, 19-21 Jun 2024\r\n7.  Hamin Lim, Hangsik Shin “Gravity Compensation of Accelerometer with Madgwick Filter-Based Quaternion Rotation Estimation” 2024 KOSOMBE spring conference, Yonsei University, Won-ju, Korea, 9-11 May 2024\r\n8.  Changwon Wang, Hamin Lim, Hangsik Shin “Real-time location and risk situation alarm platform for inpatients in psychiatric closed wards using Galaxy Watch” Conference on Information and Control Systems, SAINTJOHNS HOTEL, 23-25 Oct 2023\r\n9.  Hamin Lim, Changwon Wang and Hangsik Shin, \"Preliminary Study for the Optimal Attachment Position of Accelerometer for Detecting Abnormal Behavior of Psychiatric Inpatient,\" The 54th KIEE Summer Conference 2023, Yongpyong Resort, Pyeongchang, Republic of Korea, 12-15 Jul 2023\r\n10.  Changwon Wang, Hamin Lim, Sung Woo Joo, Jungsun Lee and Hangsik Shin, \"Analysis of psychiatric inpatients' abnormal behavior prior to self-harm or harm to others through nursing diary records,\" KOSOMBE spring conference2023, KMEDIhub, Daegu, Republic of Korea, 11-13 May 2023\r\n11.  Hamin Lim, Tae young Lee. “Effects of shoe midsole on lower limb kinematics and muscle activity while walking in two different speeds.” The Korean Society of Mechanical Engineers. 12-14 May 2021\r\n12.  Hamin Lim, Tae young Lee “Basic Study on the New Statistical Method of Electromyography Analysis” Korean Society for Precision Engineering, Online 14-16 Oct 2020\r\n\r\n\r\n<!-- e428df87-b2b6-49b4-9d24-ac5b4fdfeb4a -->\r\n- 김영돈, 임하민, 류가연, 한유진, 신항식. 단일 깊이측정 카메라를 활용한 실시간 상지 관절 가동범위 측정 방법 개발. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제켄벤션센터, 부영호텔&리조트; 2024.\r\n<!-- de172548-fd67-49dd-8254-eea5fc110b03 -->\r\n- 이재형, 임하민, 왕창원, 신항식. 머신러닝을 활용한 병동내 환자 위치 추정 오류 보정. 2024년도 제64회 대한의용생체공학회 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\r\n## Registered SW\r\n\r\n1.  심박수, 가속도, 실내 위치 정보 측정을 위한 웨어러블 기기 어플리케이션, , Granted(NO: KRC- 2023-059443, Date: 2023/12/14)\r\n2.  생체정보 및 위치정보 수집, 사용자 위험 분석, 알람 제어를 위한 서버 프로그램, , Granted(NO: KRC-2023-059444, Date: 2023/12/14)\r\n3.  사용자 생체정보 및 위치정보 모니터링, 위험 알림을 위한 웹 응용프로그램, , Granted(NO: KRC- 2023-059445, Date: 2023/12/14)\r\n\r\n\r\n## Patent\r\n\r\n1.  시설 내 대상자 모니터링 시스템, Filed (No: KR10-2023-0197490, Date: 2023/12/29)"
  },
  {
    "profile_image": "/images/members/김영돈.jpg",
    "hover_image": "/images/members/egg_김영돈2.png",
    "role": "Researcher",
    "name_eng": "Yeongdon Kim",
    "degree": "M.S.",
    "email": "kyd5022@naver.com",
    "tags": "#Software Development #TinyML #Digital Healthcare",
    "profile_description": "[E-mail](mailto:kyd5022@naver.com)  \r\nResearch Areas : Software development, TinyML, Digital Healthcare",
    "contents": "## Journal\r\n\r\n1.  Gayeon Ryu, Yujin Han, Yeongdon Kim, Hangsik Shin, “Bio-signals and result feature analysis to leverage public polysomnography database integration,” The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Korea (Nov. 2024)\r\n2.  Yeongdon Kim, Hamin Lim, Gayeon Ryu, Yujin Han, Hangsik Shin, \"Development of a Real-Time Upper Limb Range of Motion Measurement Method Using a Single Depth Measurement Camera\", The 55th KIEE Summer Conference, Jeju, Korea (Jul. 2024)\r\n\r\n## Skills\r\n\r\nPython,Kotlin,C/C++,Torch,TensorFlow\r\n\r\n## Project\r\n\r\n1.  2021-02 ~ 2021-09 흰개미탐지모델 (하이테크)  \r\n    1\\. 목조 문화제 보호를 위한 흰개미 탐지 모델 구성  \r\n    2\\. 흰개미 데이터 크롤링(구글) 및 직접 촬영한 흰개미 데이터셋을 통해 Yolo v4모델 학습 및 인퍼런스 작업(라즈베리 파이)\r\n2.  2021-02 ~ 2021-09 문화제 기울기를 통한 위험 경보 시스템 (하이테크)  \r\n    1\\. 문화제 보호를 위한 기울기 분석 및 예보  \r\n    2\\. 문화제 건물에 부착된 기울기 센서값을 데이터베이스에 저장 및 분석  \r\n    3\\. LSTM모델을 사용한 기울기 예측\r\n3.  2022-06 ~ 2022-11 고령자 행동인식 모델 개발 (강원대학교, 지오비전)  \r\n    1\\. 엣지컴퓨팅에 들어가는 경량화 모델을 통해 고령자 행인식모델 개발  \r\n    2\\. YOLOX-nano, ONNX, TFLite  \r\n    3\\. 표정인식, 행동인식 Pretrained 모델을 안드로이드에서 적용 가능하도록 경량화작업 진행\r\n4.  2022-06 ~ 2022-11 고려대 병원 정신병동 스마트CCTV 작업 (지오비전, 고려대학교 병원)  \r\n    1\\. 정신병동 환자구분, 환자 행동분석을 통해 스마트병동 구축 작업  \r\n    2\\. PoseC3D, MMDetecion을 사용하여 환자의 행동 분석  \r\n    3\\. 공공데이터 전처리 작업 및 모델 학습 준비 진행\r\n\r\n## Award\r\n\r\n1.  대한의용생체공학회 추계 학술대회 우수 포스터 논문상(금상), 대한의용생체공학회, 2024.11\r\n2.  강원 정밀의료 빅데이터 해커톤 최우수상, 강원정밀의료사업단, 2022.12\r\n3.  AI Hub 학습데이터 활용 사업화 아이디어 해커톤 장려상, 한국스마트미디어학회, 2022.04\r\n4.  강원 애니 데이터톤 우수상, 강원정보문화진흥원, 2022.01\r\n\r\n## Conference\r\n<!-- 214ed0bc-e135-4f8e-b4bf-db4de9a273db -->\r\n- 김영돈, 한유진, 신항식. 수면 분석 알고리즘 평가를 위한 다기관 수면다원검사 데이터 세트 구축. 대한전기학회 제56회 하계학술대회. 2025. 7. 16-19; 부산 벡스코; 2025.\r\n<!-- 8bf5ada9-036e-45ea-8e1b-88061cc5e1d0 -->\r\n- 류가연, 한유진, 김영돈, 신항식. 공개 수면다원검사 데이터베이스 통합 활용을 위한 생체신호 및 결과 변수 분석. 대한의용생체공학회 2024년 추계학술대회. 2024. 11. 7-9; 서울 스위스 그랜드 호텔; 2024.\r\n<!-- e428df87-b2b6-49b4-9d24-ac5b4fdfeb4a -->\r\n- 김영돈, 임하민, 류가연, 한유진, 신항식. 단일 깊이측정 카메라를 활용한 실시간 상지 관절 가동범위 측정 방법 개발. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제켄벤션센터, 부영호텔&리조트; 2024."
  },
  {
    "profile_image": "/data/members/images/members/profile_image-1753764880571-531382100.jpg",
    "hover_image": "/images/members/egg_유지원.JPG",
    "role": "Researcher",
    "name_eng": "Jiwon You",
    "degree": "M.S.",
    "email": "71one.you@gmail.com",
    "tags": "#Machine learning #Large Language Model #Bioinformatics",
    "profile_description": "[E-mail](mailto:71one.you@gmail.com)  \r\nResearch Areas : Machine learning, Large Language Model, Bioinformatics",
    "contents": "## Papers & Conferences\r\n\r\n- Jiwon You, Hyeon Seok Seok, Sollip Kim and Hangsik Shin. \"Advancing Laboratory Medicine Practice with Machine Learning: Swift yet Exact\" Annals of Laboratory Medicine, 45(1), 22-35, 2025.\r\n- Jiwon You, Hangsik Shin. \"Can Large Language Models Analyze Health Data?: For Multi-Stage Items\" The 65th Korea Society of Medical and Biological Engineering Spring Conference 2025, Jeju Lotte Hotel, Jeju Island, Republic of Korea, 8-10 May 2024\r\n- Jiwon You, Hangsik Shin. \"Large Language Models and Health Checkup Report Interpretation: Possibilities and Limitations\" The 64th Korea Society of Medical and Biological Engineering Fall Conference 2024, Swiss Grand Hotel, Seoul, Republic of Korea, 07-09 Nov 2024\r\n- Hyeon Seok Seok, Jiwon You, Sollip Kim and Hangsik Shin. \"Error Detection in Laboratory Tests using Machine Learning\" The 55th KIEE Summer Conference 2024, ICC jeju, Jeju Island, Republic of Korea, 10-13 Jul 2024\r\n- Jiwon You, Sollip Kim, Woochang Lee, Sail Chun and Hangsik Shin. \"Types and Frequencies of Errors in Clinical Chemistry Tests at the University Hospital Clinical Laboratory\" 2024 Korean Society of Medical Informatics (KOSMI) Conference, June 2024\r\n- Jiwon You, Yooeun Kim, Kwangsoo Kim, Kyuri Jo. MutTF: a Multi-omics Analysis for Detecting Mutational Signature-induced Gene Regulations by Transcription Factors. The 17th International Conference on Data and Text Mining in Biomedical Informatics (DTMBIO 2023), Dec 18-21, Okinawa, Japan.\r\n- Jiwon You, Yooeun Kim, Kwangsoo Kim, Kyuri Jo. \"An Integrated Analysis for Mutational Signatures and Gene Expression Data and Prioritizing Signature-specific Transcription Factors.\" The Journal of Next-generation Convergence Technology Association, 7.8 (2023):1209-1216.\r\n- Juho Park, Minseok Oh, Jiwon You, Hyoji Kang, Kyuri Jo. \"Analysis on Prefrontal Cortex Activation During Musical Improvisation and Sight-Reading Using Multiple Linear Regression\" Korea Computer Congress (KCC) 2023, June 2023 (2023): 1853-1855.\r\n- Jiwon You, Jeonghwan Yoon, Kyuri Jo. \"Computational framework for time course association study between mutational signature and gene expression\" Korea Computer Congress (KCC) 2021, June 2021 (2021): 2019-2021.\r\n\r\n## Award\r\n\r\n1.  KCC2023 학부생/주니어 논문 경진대회 장려상, 한국정보과학회, 2023.07\r\n2.  2022 종합학술대회 우수논문상(창업 아이디어 부문), 한국스마트미디어학회, 2022.06\r\n3.  KCC2021 학부생/주니어 논문 경진대회 장려상, 한국정보과학회, 2021.07\r\n\r\n## Project\r\n\r\n1.  인공지능 기반 일반화학검사 수기 검증 Human Knowledge Transfer 모델 개발, 2025.01~\r\n2.  의학적 진단검사 결과 자동 오류검출 및 피드백 기술 개발, 2024.05~\r\n3.  빅데이터 처리 및 딥러닝/전이학습 모델 개발, 2024.01~2024.12\r\n4.  음악치료 VR 악기개발을 위한 암기연주와 즉흥연주에서의 뇌파분석 연구, 2022.10~2023.09\r\n5.  코로나 19 멀티오믹스 통합분석 및 예후 예측 모델 개발, 2023.04~2023.08\r\n6.  비음수 최소제곱법을 활용한 변이 패턴-유전자 발현 시계열 연관 분석, 2021.07~2023.02\r\n\r\n## Conference\r\n<!-- bdba12ce-ab86-4285-8d84-180fd9189006 -->\r\n- 석현석, 유지원, 김솔잎, 신항식. 머신러닝을 사용한 진단검사 오류 감지. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제컨벤션센터(ICC제주); 2024."
  },
  {
    "profile_image": "/images/members/이건_0.png",
    "hover_image": "/images/members/egg_이건.jpeg",
    "role": "Researcher",
    "name_eng": "Geon Lee",
    "degree": "M.S.",
    "email": "az86028602@gmail.com",
    "tags": "#Biosignal analysis #Medical AI #Machine learning",
    "profile_description": "[E-mail](mailto:az86028602@gmail.com)  \r\nResearch Areas : Biosignal analysis, Medical AI, Machine learning",
    "contents": "## Journal\r\n\r\n1.  Ji, G., Woo, J., Lee, G., Msigwa, C., Bernard, D., & Yun, J. (2024). AIoT-Based Smart Healthcare in Everyday Lives: Data Collection and Standardization from Smartphones and Smartwatches. IEEE Internet of Things Journal.\r\n2.  홍윤정, 이건, & 우지영. (2024). 컴퓨터 비전 기술을 이용한 하네스 불량 검출 방법. 한국컴퓨터정보학회논문지, 29(1), 77-84.\r\n3.  이나영, 이건, 이민섭, 홍윤정, 양인범, & 우지영. (2024). 객체탐지를 이용한 캠퍼스내 교통안전 시스템 개발. 한국컴퓨터정보학회논문지, 29(1), 51-59.\r\n\r\n## Conference\r\n\r\n1.  이건, 우지영, & 김상현. (2023). 스케일로그램 이미지와 피쳐 엔지니어링 합성을 통한 딥러닝 기반 침습적 저혈압 예측. 한국정보과학회 학술발표논문집, 925-927.\r\n2.  홍윤정, 이건, 우지영, & 남윤영. (2024). 이더넷 커넥터 자동 조립 기술 개발을 위한 컴퓨터 비전 기반 공정 검사. 한국컴퓨터정보학회 학술발표논문집, 32(1), 89-90.\r\n3.  이건, 우지영, 양인범, 이나영, & 홍윤정. (2023). 객체인식을 활용한 반응형 교통시스템 설계. 한국컴퓨터정보학회 학술발표논문집, 31(1), 23-24.\r\n4.  이건, 홍윤정, 차민수, & 우지영. (2022). 두피 이미지 학습을 통한 두피 상태 진단. 한국컴퓨터정보학회 학술발표논문집, 30(1), 327-329.\r\n\r\n## Award\r\n\r\n1.  2022.01 - 제주 테크노파크 주관 '자생식물 AI 해커톤' 입상\r\n2.  2022.05 - 통계청 주관 '자연어 기반 AI활용 산업분류 자동화' 입상 (특별상)\r\n3.  2022.12 - 과학기술정보통신부 주관 '데이터 크리에이터 캠프' 입상 (우수상)\r\n4.  2023.12 - 한국정보과학회 주관 '2023 한국소프트웨어종합학술대회' 우수논문상\r\n"
  },
  {
    "profile_image": "/images/members/신연주_0.jpg",
    "hover_image": "/images/members/egg_신연주.PNG",
    "role": "Researcher",
    "name_eng": "Yeonjoo Shin",
    "degree": "M.S.",
    "email": "shinyeonjoo98@gmail.com",
    "tags": "#Machine learning #Natural Language Processing #Multi-Modal",
    "profile_description": "[E-mail](mailto:shinyeonjoo98@gmail.com)  \r\nResearch Areas : Machine learning, Natural Language Processing, Multi-Modal",
    "contents": "\r\n"
  },
  {
    "profile_image": "/data/members/images/members/profile_image-1754265859372-801784815.jpg",
    "hover_image": "/data/members/images/members/hover_image-1754265859380-619228132.jpg",
    "role": "Research Intern",
    "name_eng": "Sungyeon Chung",
    "degree": "B.Eng.",
    "email": "sungyeon.ch8@gmail.com",
    "tags": "#Biosignal analysis #Medical AI",
    "profile_description": "[E-mail](mailto:sungyeon.ch8@gmail.com)  \r\nResearch Areas : Biosignal analysis, Medical AI",
    "contents": ""
  },
  {
    "profile_image": "/images/members/HyeonSeok_0.png",
    "hover_image": "/images/members/egg_석현석.JPG",
    "role": "Research Assistant",
    "name_eng": "Hyeon Seok Seok",
    "degree": "Ph.D. Candidate (Chonnam National University)",
    "email": "shhs4695@gmail.com",
    "tags": "#Biosignal analysis #Digital Healthcare #Medical AI",
    "profile_description": "[E-mail](mailto:shhs4695@gmail.com)  \r\nResearch Areas : Biomedical engineering, Digital Healthcare, Medical AI",
    "contents": "## Journal\r\n\r\n1.  Hyeon Seok Seok, Sang Su Kim, Do-Won Kim, Hangsik Shin, “Toward Objectification of Subjective Chronic Pain based on Implicit Response in Biosignals,” IEEE Transactions on Biomedical Engineering, 2024.\r\n2.  Hyeon Seok Seok, Shinae Yu, Kyung-Hwa Shin, Woochang Lee, Sail Chun, Sollip Kim, Hangsik Shin, “Machine learning-based sample misidentification error detection in clinical laboratory tests: A retrospective multicenter study,” Clinical Chemistry, 70(10), 1256-1267, 2024.\r\n3.  Junyung Park, Hyeon Seok Seok, Sang-Su Kim, and Hangsik Shin, \"Photoplethysmogram Analysis and Applications: An Integrative Review,\" Frontiers in Physiology, 12, pp.1-23, 2022\r\n4.  Hyeon Seok Seok and Hangsik Shin, \"Recommendation for Measuring Digital Volume Pulse in a Mobile Application: for Healthy Normal Subject,\" IEEE ACCESS, 9, pp. 69335-69345, 2021\r\n5.  Jin Woong Kim, Hyeon Seok Seok, and Hangsik Shin, \"Is Ultra-Short-Term Heart Rate Variability Valid in Non-static Conditions?,\" Frontiers in Physiology, 12, pp. 596060, 2021\r\n6.  Hyeon Seok Seok, Byung-Moon Choi, Gyu-Jeong Noh, and Hangsik Shin, “Postoperative Pain Assessment Model Based on Pulse Contour Characteristics Analysis,” IEEE Journal of Biomedical and Health Informatics, 23(6), 2317-2324, 2019\r\n7.  Yoon La Yang, Hyeon Seok Seok, Gyu-Jeong Noh, Byung-Moon Choi, and Hangsik Shin, “Postoperative pain assessment index based on Photoplethysmography,” Frontiers in Physiology, 9, 1199, 2018.\r\n8.  Hyeon Seok Seok and Hangsik Shin, “Postoperative Pain Assessment Features Based on Derivative Photoplethysmogram,” The Transaction of Korean Institute of Electrical Engineering (KIEE), 68(10), 1258-1266, 2019\r\n9.  Hyeon Seok Seok and Hangsik Shin, “Investigation of the pulse to pulse interval and amplitude variation of photoplethymogram as a pain assessment parameter during anesthesia,” Journal of the Korean Institute of Intelligent Systems (KIIS), 28(4), 328-334, 2018\r\n10.  Hyeon Seok Seok and Hangsik Shin, “Postoperative Pain Assessment based on Derivative Waveform of Photoplethysmogram,” The Transaction of Korean Institute of Electrical Engineering (KIEE), 67(7), 962-968, 2018\r\n11.  Yoon La Yang, Hyeon Seok Seok, and Hangsik Shin, “Development of an application for correction and arrangement of pulse features of ECG and PPG,” Journal of the Korean Institute of Intelligent Systems (KIIS), 27(6), 566-572, 2017\r\n\r\n<!-- 1488e88b-6109-4435-8b1e-12951f673d7f -->\r\n- Seok HS, Yu S, Shin K, Lee W, Chun S, Kim S, Shin H. Machine learning-based sample misidentification error detection in clinical laboratory tests: A retrospective multicenter study. Clinical Chemistry. 2024 Aug; 70(10):1256-1267; IF:7.1@2023JIF; RA-2024-00423853, 2024IP0001.\r\n<!-- 6d8b5817-2a7b-4507-9d7f-21de5560f5a4 -->\r\n- Ryu G, Choi JM, Lee J, Seok HS, Shin H, Choi B. Analysis of Photoplethysmography-Based Surgical Pain Severity Assessment Markers. Journal of Electrical Engineering & Technology. 2024 Aug; 19(6):3665-3674; IF:1.6@2023JIF; 2021-0100, KCT0005840.\r\n<!-- 4df94230-b073-4e4c-9037-277fc44342b8 -->\r\n- Ryu G, Seok HS, Lee J, Shin H. Machine learning based quantitative pain assessment for the perioperative period. npj Digital Medicine. 2025 Jan; 8(1):53; IF:12.4@2023JIF; HR20C0026, HI22C1668, RS-2024-00335644.\r\n<!-- 6bca2b12-4451-4f75-9b60-106e908def25 -->\r\n- Seok HS, Kim SS, Kim D, shin H. Toward Objectification of Subjective Chronic Pain Based on Implicit Response in Biosignals. IEEE Transactions on Biomedical Engineering. 2025 Jan; 72(1):337-345; IF:4.4@2023JIF; HI22C1668, 2023IP0133.\r\n<!-- 841b7d8e-34dc-46ee-b032-b8a8cdd56a9b -->\r\n- You J, Seok HS, Kim S, shin H. Advancing laboratory medicine practice with machine learning: swift yet exact. Annals of Laboratory Medicine. 2024 Nov; 45(1):22-35; IF:4@2023JIF; RS-2024-00335644, 2024IP0001.\r\n<!-- 2825a808-457d-40e2-9103-6ac3f33e66ce -->\r\n- Seok HS, Choi Y, Yu S, Shin K, Kim S, Shin H. Machine learning-based delta check method for detecting misidentification errors in tumor marker tests. Clinical Chemistry and Laboratory Medicine. 2023 Dec; 62(7):1421-1432; IF:6.8@2022JIF; HR20C0026, 2023IP0003-1.\r\n<!-- c0670fd6-112e-47af-8ebb-4d267bdaa9fa -->\r\n- Park J, Seok HS, Kim SS, Shin H. Photoplethysmogram Analysis and Applications: An Integrative Review. Frontiers in Physiology. 2022 Mar; IF:4.566@2020JIF; 2018R1D1A3B07046442, HI21C0011.\r\n<!-- 16ae8eca-e68c-46a5-a864-9569c956dd3a -->\r\n- Seok HS, Shin H. Recommendation for Measuring Digital Volume Pulse in Mobile Application: For Healthy Normal Subject. IEEE Access. 2021 May; IF:3.745@2019JIF; 2016M3A9F1941328, 2018R1D1A3B07046442.\r\n<!-- 2d2e4f4c-23d3-441d-b96d-af4cca4e3b92 -->\r\n- Kim JW, Seok HS, Shin H. Is Ultra-Short-Term Heart Rate Variability Valid in Non-static Conditions?. Frontiers in Physiology. 2021 Mar; 12(596060):; IF:3.367@2019JIF; 2018R1A4A1025704, 2018R1D1A3B07046442.\r\n<!-- 489f1270-d0c8-4c80-a6a3-d0cfc12e48c5 -->\r\n- Seok HS, Choi B, Noh G, Shin H. Postoperative Pain Assessment Model Based on Pulse Contour Characteristics Analysis. IEEE Journal of Biomedical and Health Informatics. 2019 Nov; 23(6):2317-2324; IF:4.217@2018JIF; 2018R1A4A1025704, 2016M3A9F1941328.\r\n<!-- 92c80d50-fd70-4273-a4b3-d70afca8d40d -->\r\n- 석현석, 신항식. 광용적맥파 미분 파형 기반 수술 후 통증 평가 지표. 전기학회논문지. 2019 10; 68(10):1258-1266; NRF-2018R1A4A1025704, NRF-2018R1D1A3B07046442.\r\n<!-- b72aa89b-39a6-45bf-8cac-78e67bd97ad4 -->\r\n- Yang YL, Seok HS, Noh G, Choi B, Shin H. Postoperative Pain Assessment Indices Based on Photoplethysmography Waveform Analysis. Frontiers in Physiology. 2018 Aug; IF:3.394@2017JIF; 2015R1C1A1A02036535, 2016M3A9F1941328.\r\n<!-- 9be77e6f-6aca-4cb3-871f-8c2f9fb5a96a -->\r\n- 양윤라, 석현석, 신항식. 심전도, 광용적맥파 박동 특징점 교정 및 매칭을 위한 어플리케이션 개발. 한국지능시스템학회 논문지. 2017 12; 27(6):556-572; 2015R1C1A1A02036535.\r\n## Patent\r\n\r\n1.  광용적맥파의 미분 지표를 이용한 수술 후 통증 평가 방법 및 장치, Filed (No: KR1020200066975, Date: 2020/06/03), Published (No: KR1020210150063, Date: 2021/12/10), Granted (No: KR102361725, Date: 2022/02/07)\r\n\r\n## Award\r\n\r\n1.  Best Abstract Awards, Spring Conference, Korean Society for Anesthetic Pharmacology, 2023\r\n2.  Best Paper Awards, 53rd Conference on the Korean Institute of Electrical Engineering (KIEE), 2022\r\n3.  Best Poster Awards, 57th Korea Society of Medical and Biological Engineering Spring Conference 2021 (KOSOMBE), 2021\r\n4.  Best Paper Award, The Korean Institute of Electrical Engineers (KIEE), 2020\r\n5.  Best Paper Award, Autumn Conference, Korean Institute of Intelligent Systems (KIIS), 2017\r\n6.  Best Paper Award, Spring Conference, Korean Institute of Intelligent Systems (KIIS), 2017\r\n\r\n## Project\r\n\r\n1.  2023.01-2023.12 (On-going): Research Student, Development of Autoverification Algorithm for Laboratory Results Using Artificial Intelligence, Asan Medical Center, South Korea\r\n2.  2023.04-2027.12 (On-going): Research Student, Development and Validation of M3DT for Electroceuticals and Wearable Bio-Signal Medical Device, Ministry of Food and Drug Safety, South Korea\r\n3.  2022.04-2025.12 (On-going): Research Student, Development of AI Software as a Medical Device for Management of Full-Cycle of Atrial Fibrillation Based on Cardiac Digital Twin, Korea Government Skills and Techniques (the Ministry of Science and ICT, the Ministry of Trade, the Ministry of Health & Welfare, the Ministry of Food and Drug Safety), South Korea\r\n4.  2021.04-2023.12 (On-going): Research Student, Development, Optimization, and Clinical Verification of Software for Early Diagnosis and Prognosis of Atrial Fibrillation Integrating Gene, Electrocardiogram, and Clinical Information Based on Artificial Intelligence, Ministry of Health and Welfare (MOHW), South Korea\r\n\r\n## Conference\r\n<!-- 69f04561-092e-4ac0-af64-b4090dec017a -->\r\n- 석현석, 김솔잎, 신항식. Deep Learning for Tumor Marker Misidentification Error Detection: inter-center model performance comparison. 대한의용생체공학회 2023년도 제62회 추계학술대회 및 IBEC 2023. 2023. 11. 9-11; 고려대학교 하나스퀘어; 2023..\r\n<!-- 688ca5a0-8312-40d0-bb81-6ae6b13b9533 -->\r\n- Choi YE, Lee J, Seok HS, Shin H. Demographics and Comorbidities as an Atrial Fibrillation Risk Factor: a Retrospective Study in Koreans. EMBC 2024. 2024 Jul 15-19; Orlando, USA; 2024.\r\n<!-- 35fe7426-b8bf-4fcb-a7f2-b8db79a47148 -->\r\n- Seok HS, Ryu G, Choi JM, Choi B, Shin H. Arrival Times of Maximum Pain and Pain Suppression After Acute Pain Stimulation in Surgical Procedure. 45th Annual International Conference of the IEEE Engineering in Medicine and Biology Society. 2023 Jul 24-27; Sydney International Convention Centre (ICC); 2023.\r\n<!-- 4fde86c3-06f0-4b09-a500-dfcf59ba538e -->\r\n- Choi Y, Seok HS, Shin H, Lee S, Yu J, Kim S, Lee W, Chun S. Applying Machine Learning for Result Verification: Analysis of Five Tumor Markers. Cherry Blossom Symposium 2024 (CBS 2024) The 13th International Conference of Clinical Laboratory Automation. 2024 Mar 20-22; The-K Hotel, Seoul, Korea; 2024.\r\n<!-- 0c93716f-831c-4ee3-b4ee-415623b8bc47 -->\r\n- Seok HS, Yim JY, Kwon D, Shin H. Postoperative Pain Assessment Using Convolutional Neural Network. 41st Annual International Conference of the IEEE Engineering in Medicine and Biology Society(EMBC'19). 2019 Oct 24-27; Berlin, Germany; 2019.\r\n<!-- bdba12ce-ab86-4285-8d84-180fd9189006 -->\r\n- 석현석, 유지원, 김솔잎, 신항식. 머신러닝을 사용한 진단검사 오류 감지. 2024 대한전기학회 제55회 하계학술대회. 2024. 7. 10-13; 제주국제컨벤션센터(ICC제주); 2024."
  },
  {
    "profile_image": "/images/members/이연진_0.png",
    "hover_image": "/data/members/images/members/hover_image-1750746721518-353561026.png",
    "role": "Web Developer",
    "name_eng": "Yeonjin Lee",
    "degree": "B.Sc.",
    "email": "thisisyjin@gmail.com",
    "tags": "#Web Application Development #Product Development",
    "profile_description": "[E-mail](mailto:thisisyjin@gmail.com)  \r\nInteresting Areas : Web Application Development, Product Development",
    "contents": ""
  },
  {
    "profile_image": "/data/members/images/members/profile_image-1753764975368-745258052.jpg",
    "hover_image": "/data/members/images/members/hover_image-1753764975378-690029088.jpg",
    "role": "Web Developer",
    "name_eng": "Jangwon Seong",
    "degree": "B.Sc.",
    "email": "nowgn02@gmail.com",
    "tags": "#IoT #Back-End",
    "profile_description": "[E-mail](mailto:nowgn02@gmail.com)\r\nInteresting Areas : IoT, Back-End",
    "contents": ""
  },
  {
    "profile_image": "/images/members/전경인_0.png",
    "hover_image": "/images/members/egg_전경인.JPG",
    "role": "Administrative Assistant",
    "name_eng": "Kyungin Jeon",
    "degree": "B.A.",
    "email": "dls7522@gmail.com",
    "tags": "#Medical Welfare #Administration",
    "profile_description": "[E-mail](mailto:dls7522@gmail.com)  ",
    "contents": "## Duty\r\n\r\n1.  Management of National Research Agreement\r\n2.  Management of Research Budget & finance\r\n3.  Management of Researcher contract\r\n\r\n"
  }
]